{
  "libero_spatial": {
    "0": {
      "original": "pick up the black bowl between the plate and the ramekin and place it on the plate",
      "rephrases": [
        "Lift the dark bowl situated between the dish and the ramekin and set it on the dish.",
        "Grab the black dish positioned between the platter and the ramekin and put it on the platter.",
        "Move the ebony bowl located between the plate and the small dish onto the plate.",
        "Retrieve the black container found between the plate and the ramekin and lay it on the plate.",
        "Take hold of the black bowl nestled between the platter and ramekin and position it on the platter.",
        "Scoop the sable bowl that sits between the plate and ramekin and deposit it on the plate.",
        "Collect the black vessel situated between the dish and ramekin and rest it on the dish.",
        "Secure the black bowl that is situated between the dinner plate and the ramekin and lay it atop the dinner plate.",
        "Take the black round dish that stands between the plate and ramekin and move it onto the plate.",
        "Grip the black basin placed between the saucer and ramekin and set it onto the saucer.",
        "Extract the dark-colored bowl from its spot between the plate and the ramekin and arrange it on the plate.",
        "Gather the black bowl wedged between the plate and ramekin and replace it on that plate.",
        "Envelop the dark bowl located between the dish and the ramekin, and rest it on the dish.",
        "Hoist the black bowl from its position between the plate and ramekin, then rest it on the plate.",
        "Take up the black bowl ensconced between the plate and ramekin and settle it on the plate.",
        "Seize the black bowl trapped between the dish and ramekin and situate it on the dish.",
        "Acquire the black bowl wedged among the plate and ramekin and lands it on the plate.",
        "Handle the black bowl that’s in the middle of the dish and ramekin, placing it on the dish.",
        "Grasp the jet-black bowl found between the plate and the ramekin and gently set it on the plate.",
        "Snatch the black serving vessel situated between the plate and ramekin, then rest it onto the plate.",
        "Raise the obsidian bowl lying nestled between the plate and ramekin, and lay it gently on the plate.",
        "Shift the black receptacle sitting between the plate and ramekin and settle it upon the said plate.",
        "Lift the coal-colored bowl fixed between the plate and ramekin, and place it on the plate.",
        "Transport the black dishware sitting between the plate and ramekin to rest on the same plate.",
        "Tug the black crockery that is lodged between the dishware and ramekin, then carefully put it onto the dishware."
      ]
    },
    "1": {
      "original": "pick up the black bowl next to the ramekin and place it on the plate",
      "rephrases": [
        "Lift the dark bowl adjacent to the ramekin and set it on the platter.",
        "Grasp the black dish beside the ramekin and put it on the plate.",
        "Retrieve the ebony bowl near the ramekin and place it on the serving dish.",
        "Take the black vessel next to the ramekin and lay it on the plate.",
        "Pick the dark-colored bowl by the ramekin and position it on the dish.",
        "Hoist the black bowl located next to the ramekin and transfer it onto the plate.",
        "Elevate the black bowl sitting near the ramekin and deposit it on the saucer.",
        "Fetch the black bowl from beside the ramekin and arrange it on the plate.",
        "Grab the black dish placed close to the ramekin and situate it on the platter.",
        "Seize the black bowl next to the ramekin and rest it onto the plate.",
        "Acquire the black bowl in proximity to the ramekin and set it upon the dish.",
        "Pick up the dark bowl near the ramekin and move it onto the plate.",
        "Clutch the black bowl located by the ramekin and put it on the flat dish.",
        "Pull the black bowl adjacent to the ramekin and drop it onto the serving platter.",
        "Snag the black container next to the ramekin and place it atop the dish.",
        "Lift the black bowl placed next to the ramekin and set it down on the plate.",
        "Obtain the black bowl aside the ramekin and place it onto the dishware.",
        "Collect the bowl of black color by the ramekin and position it onto the plate.",
        "Hold the black bowl beside the ramekin and lay it down on the flat plate.",
        "Take hold of the black bowl at the ramekin’s side and rest it on the dish.",
        "Elevate the ebony dish positioned near the ramekin and lay it on the plate.",
        "Gather the black bowl stationed next to the ramekin and situate it on the platter.",
        "Pick the bowl of dark color next to the ramekin and position it on the dish.",
        "Grip the black container by the ramekin and place it on the flat serving dish.",
        "Raise the black dish beside the ramekin and relocate it onto the plate."
      ]
    },
    "2": {
      "original": "pick up the black bowl from table center and place it on the plate",
      "rephrases": [
        "Lift the black dish from the center of the table and lay it on the plate.",
        "Remove the dark bowl from the table's center and set it atop the plate.",
        "Grasp the ebony bowl from the middle of the table and position it on the plate.",
        "Retrieve the black vessel from the center of the table and put it on the plate.",
        "Take the black bowl from the table's heart and place it on the plate.",
        "Collect the dark-colored bowl from the center part of the table and arrange it on the plate.",
        "Pick the black bowl off the tablet centerpiece and put it onto the plate.",
        "Take hold of the black bowl at the tabletop center and situate it on the dish.",
        "Scoop the dark black bowl from the table’s center spot and move it to the plate.",
        "Carry the ebony bowl from the core of the table and drop it on the plate.",
        "Seize the dark bowl from the middle of the table and rest it on the dish.",
        "Grab the black bowl from the tabletop center and transfer it to the plate.",
        "Handle the ebony dish from the center of the tabletop and place it onto the plate.",
        "Elevate the black container from the table’s center area and position it on the plate.",
        "Uplift the dark-hued bowl from the table center and lay it over the plate.",
        "Snag the black bowl from the core table position and rest it on the plate.",
        "Hoist the black vessel off the center table section and lay it on the plate.",
        "Detach the dark bowl from the table’s central point and position it on the plate.",
        "Lift the black bowl from the middle tabletop section and lay it onto the plate.",
        "Raise the black dish from the center part of the table and set it on the plate.",
        "Move the black dish from tabletop core and align it with the plate.",
        "Extract the black bowl from the center of the table and place it directly on the plate.",
        "Bring the black bowl out from the table’s middle and position it on the plate.",
        "Pull the black dish from the table's centroid and rest it atop the plate.",
        "Shift the ebony bowl from table’s inner point to sit it on the plate."
      ]
    },
    "3": {
      "original": "pick up the black bowl on the cookie box and place it on the plate",
      "rephrases": [
        "Lift the dark bowl from the cookie box and set it down on the dish.",
        "Retrieve the black dish from atop the cookie box and put it onto the plate.",
        "Grab the ebony bowl located on the cookie container and move it to the platter.",
        "Take the black bowl sitting on the cookie package and lay it onto the plate.",
        "Hoist the blackened dish resting on the cookie box and place it upon the dish.",
        "Elevate the dark-hued bowl off the cookie box and position it on the porcelain.",
        "Pick the black bowl that sits on the cookie box and put it on the plate.",
        "Lift away the black bowl from the top of the cookie box and place it onto the dishware.",
        "Secure the black container on the cookie box and transfer it to the eating plate.",
        "Take hold of the black bowl upon the cookie box and set it on the dinnerware.",
        "Grip the jet-black bowl on the cookie box and lay it on the serving plate.",
        "Snatch the bowl of black on the cookie container and rest it on the ceramic plate.",
        "Hoist out the black bowl from the cookie box surface and situate it on the dish.",
        "Snatch up the black bowl resting on the cookie box and place it on the platter.",
        "Pluck the dark vessel off the cookie box and land it onto the plate.",
        "Extract the black-hued bowl from on top of the cookie box and rest it onto the plate.",
        "Lift the noir dish from its spot on the cookie box and lay it on the plate.",
        "Remove the black bowl sitting above the cookie box and deposit it on the plate.",
        "Fetch the black dish on the cookie packaging and place it onto the plate.",
        "Capture the black bowl off the cookie box and arrange it on the plate.",
        "Grasp the black bowl placed on the cookie box and deliver it to the plate.",
        "Detach the black bowl from its position on the cookie box and lay it on the plate.",
        "Hoist the black bowl seated on the cookie box and set it gently on the plate.",
        "Seize the black bowl atop the cookie box and position it on the ceramic plate.",
        "Carry the black bowl from the cookie package and place it down on the plate."
      ]
    },
    "4": {
      "original": "pick up the black bowl in the top drawer of the wooden cabinet and place it on the plate",
      "rephrases": [
        "Retrieve the dark dish from the upper compartment of the wooden cupboard and set it onto the platter.",
        "Take out the ebony bowl from the top drawer of the wooden cabinet and settle it on the dish.",
        "Fetch the black dish from the upper drawer of the timber cabinet and lay it on the plate.",
        "Lift the dark-colored bowl from the top shelf drawer in the wooden cupboard and position it on the platter.",
        "Extract the black bowl from the topmost drawer of the wooden cabinet and put it on the plate.",
        "Remove the black dish from the drawer at the top of the wooden cabinet and place it on the tray.",
        "Grasp the black bowl located in the upper drawer of the wooden cabinet and rest it on the plate.",
        "Secure the ebony dish from the highest drawer of the wooden cabinet and transfer it to the plate.",
        "Acquire the black vessel from the top drawer of the wooden cabinet and lay it upon the plate.",
        "Lift the onyx bowl from the peak drawer of the wooden cabinet and rest it on the serving dish.",
        "Pick the dark-colored bowl out of the top compartment of the wooden cabinet and set it on the dish.",
        "Remove the black bowl from the highest drawer of the wooden furniture and place it on the serving plate.",
        "Take the dark bowl out of the uppermost drawer of the wooden unit and situate it on the dish.",
        "Gather the black bowl from the top drawer of the wooden case and lay it onto the tray.",
        "Seize the black vessel in the top pull-out of the wooden cupboard and place it onto the plate.",
        "Extract the dark-tinted bowl from the upper drawer of the wooden chest and put it on the platter.",
        "Capture the black bowl from the top drawer of the wooden storage and position it onto the plate.",
        "Obtain the black dish in the top drawer of the wooden cabinet and lay it on the serving dish.",
        "Lift the pitch-black bowl from the topmost drawer in the wooden console and arrange it upon the plate.",
        "Take out the black container from the top drawer of the woody cabinet and set it on the dish.",
        "Remove the dark bowl from the upper drawer of the wooden cabinetry and rest it on the plate.",
        "Collect the black vessel from the top drawer of the wood cabinet and put it upon the platter.",
        "Fetch the black bowl stored in the top shelf of the wooden cabinet and lay it on the dish.",
        "Withdraw the dark bowl from the top drawer of the timber cabinet and situate it on the plate.",
        "Retrieve the black bowl from the highest storage drawer in the wooden cabinet and place it on the platter."
      ]
    },
    "5": {
      "original": "pick up the black bowl on the ramekin and place it on the plate",
      "rephrases": [
        "Lift the black bowl from the ramekin and set it on the plate.",
        "Take the black bowl sitting on the ramekin and move it to the plate.",
        "Remove the dark bowl atop the ramekin and position it on the plate.",
        "Grab the ebony bowl off the ramekin and rest it on the dish.",
        "Seize the black dish resting on the ramekin and lay it on the serving plate.",
        "Fetch the black bowl perched on the ramekin to the plate.",
        "Hoist the black bowl over the ramekin and transfer it to the platter.",
        "Retrieve the black bowl from the ramekin and shift it onto the plate.",
        "Catch the black bowl that is on the ramekin and place it on the dish.",
        "Collect the black bowl currently atop the ramekin and deposit it on the plate.",
        "Lift the ebony bowl off the ramekin then put it on the serving dish.",
        "Elevate the black bowl on the ramekin and arrange it onto the plate.",
        "Snatch the black vessel from the ramekin and place it on the platter.",
        "Pick up the black bowl that sits on the ramekin and put it on the changing plate.",
        "Raise the black bowl off the ramekin to lay it onto the dish.",
        "Bring the black bowl from on top of the ramekin and position it on the plate.",
        "Angle the dark bowl off the ramekin and rest it on the dish.",
        "Adjust the position of the black bowl sitting on the ramekin and place it onto the plate.",
        "Pull the black bowl above the ramekin and set it on the dinner plate.",
        "Tug the black bowl away from the ramekin and situate it on the plate.",
        "Displace the black bowl from its spot on the ramekin and place it on the plate.",
        "Remove the black bowl that's upon the ramekin and rest it on the porcelain dish.",
        "Advance the black vessel from the ramekin and lay it on the plate.",
        "Unseat the dark bowl off the ramekin and arrange it atop the plate.",
        "Slightly lift the black bowl from the ramekin then place it securely onto the plate."
      ]
    },
    "6": {
      "original": "pick up the black bowl next to the cookie box and place it on the plate",
      "rephrases": [
        "Lift the black dish situated beside the cookie container and set it onto the platter.",
        "Seize the onyx bowl near the cookie package and position it onto the dish.",
        "Take the dark bowl adjacent to the biscuit box and place it on the serving plate.",
        "Grasp the ebony bowl next to the box of cookies and put it onto the plate.",
        "Fetch the black container located near the cookie box and lay it on the plate.",
        "Retrieve the charcoal bowl near the cookie carton and place it on the plate.",
        "Pick the black vessel beside the cookie box and set it onto the plate.",
        "Hold the black crockery close to the cookie box and position it on the dish.",
        "Scoop up the dark soup bowl situated next to the cookie parcel and place it on the serving dish.",
        "Acquire the shadowy bowl near the cookie pack and place it atop the platter.",
        "Remove the sable bowl next to the cookie box and rest it on the plate.",
        "Capture the black bowl next to the box of cookies and position it on the platter.",
        "Take hold of the bowl that's black beside the cookie storage and set it on the flatware.",
        "Collect the bowl darkened in hue, adjacent to the cookie container, and place it upon the plate.",
        "Grasp hold of the midnight-colored dish near the cookie holder and rest it atop the plate.",
        "Lift up the black bowl close to the cookie box, and position it over the plate.",
        "Snatch the blackened dish next to the snack box and place it atop the dish.",
        "Secure the black bowl beside the cookie package and arrange it on the plate.",
        "Hoist the dark bowl found next to the cookie box and put it down on the plate.",
        "Raise the black bowl close to the tin of cookies, and lay it upon the plate.",
        "Grab the black bowl next to the cookie space and deposit it on the plate.",
        "Remove the bowl of night-hued shade near the cookie container and sit it on the plate.",
        "Grasp the pitch bowl next to the cookie packing, and settle it on the dish.",
        "Extract the bowl in black, which is beside the cookie box, and place it onto the platter.",
        "Handle the noir dish laid next to the cookie box, then set it onto the serving plate."
      ]
    },
    "7": {
      "original": "pick up the black bowl on the stove and place it on the plate",
      "rephrases": [
        "Lift the dark dish from the stove and set it down on the plate.",
        "Retrieve the ebony bowl sitting on the stove and put it on the plate.",
        "Grab the black bowl that is on the stove and lay it on the plate.",
        "Take the blackened bowl off the stove and position it on the plate.",
        "Hoist the obsidian dishware from the stove and move it onto the plate.",
        "Collect the black bowl from the stove and arrange it on the plate.",
        "Scoop up the black bowl located on the stove and transfer it to the plate.",
        "Pick the black bowl up off the stove and place it carefully on the plate.",
        "Lift the black vessel from the stovetop and position it atop the plate.",
        "Seize the blackened receptacle on the stove and put it upon the plate.",
        "Take hold of the dark-colored bowl on the stove and set it upon the plate.",
        "Remove the black dish from the stove and rest it on the plate.",
        "Pluck the black bowl off the stovetop and drop it onto the plate.",
        "Raise the charcoal-colored bowl from the stove to the plate.",
        "Fetch the black container resting on the stove and place it down on the plate.",
        "Extract the black bowl from where it’s on the stove, and situate it on the plate.",
        "Grasp the black circular vessel off the stove, then gently set it on the plate.",
        "Elevate the dark bowl from its spot on the stove and relocate it to the plate.",
        "Shift the black bowl resting on the stove, and tuck it on the plate.",
        "Snatch up the black serving dish from the stove, and lay it on the plate.",
        "Secure the blackened crockery found on the stove and deposit it on the plate.",
        "Draw the black bowl off the stove’s surface and put it on the plate.",
        "Roll the black cookware off the stove, then let it gently down on the plate.",
        "Detach the black bowl from the stovetop and immediately put it on the plate.",
        "Grab the dark bowl sitting on the stove and gently lower it onto the plate."
      ]
    },
    "8": {
      "original": "pick up the black bowl next to the plate and place it on the plate",
      "rephrases": [
        "Lift the dark bowl beside the dish and set it on the dish.",
        "Retrieve the black dish bowl near the plate and position it atop the plate.",
        "Take the ebony bowl adjacent to the plate and put it on top of the plate.",
        "Grasp the black bowl located by the plate and lay it onto the plate.",
        "Seize the dark bowl near the plate and situate it on the plate.",
        "Pick the black bowl positioned next to the dish and place it atop the dish.",
        "Hoist the black bowl neighboring the plate and rest it on the plate.",
        "Handle the black bowl that is next to the plate and place it atop the plate.",
        "Grab the black bowl beside the dish and put it on that dish.",
        "Obtain the black serving vessel adjacent to the plate and position it atop the plate.",
        "Take hold of the black bowl neighboring the plate, then rest it on the plate.",
        "Acquire the dark bowl near the plate and settle it onto the plate.",
        "Get hold of the black bowl placed next to the platter and lay it atop it.",
        "Lift up the ebony bowl by the plate and set it onto the plate.",
        "Collect the black container from next to the plate and install it on the plate.",
        "Fetch the dark bowl from beside the plate and position it over the plate.",
        "Snag the black bowl located adjacent to the plate, then place it on top of it.",
        "Hoist the dark bowl from near the plate and set it onto the plate.",
        "Elevate the black bowl that sits by the plate and put it on the plate.",
        "Extract the black bowl near to the platter and repose it on top.",
        "Take the dark-colored bowl from beside the plate and position it atop.",
        "Lift the black bowl that's next to the dish and set it on that dish.",
        "Secure the black bowl adjacent to the plate and place it on that surface.",
        "Prop the black bowl that rests beside the plate atop the plate.",
        "Relocate the black bowl from its position beside the plate to on top of the plate."
      ]
    },
    "9": {
      "original": "pick up the black bowl on the wooden cabinet and place it on the plate",
      "rephrases": [
        "Lift the black bowl from the wooden cabinet and set it on the plate.",
        "Grab the dark bowl from the cabinet and put it on the dish.",
        "Remove the ebony bowl from the wooden shelf and position it on the platter.",
        "Take the black dish from the wooden counter and lay it on the plate.",
        "Pick the dark bowl off the cabinet and rest it on the dish.",
        "Grasp the pitch-colored bowl from the cupboard and settle it on the plate.",
        "Retrieve the black container from the wooden surface and place it on the tableware.",
        "Move the black bowl off the wooden cabinet and arrange it on the plate.",
        "Take hold of the black bowl from the sideboard and position it onto the serving plate.",
        "Extract the black vessel from the wood cabinet and deposit it onto the plate.",
        "Collect the charcoal bowl from the cupboard and situate it on the dish.",
        "Pick up the obsidian bowl off the wooden shelf and set it down on the plate.",
        "Hold and lift the black bowl from the wooden tabletop and rest it on the platter.",
        "Hoist the black dish from the wooden furniture and lay it on the dining plate.",
        "Fetch the bowl that is black from the cabinet and place it on the dinnerware.",
        "Bring up the black bowl from the wooden stand and position it upon the plate.",
        "Elevate the black vessel from the wood counter and rest it on the plate.",
        "Snatch the black bowl from the timber cabinet and lay it upon the dish.",
        "Yank the dark bowl from its spot on the wooden cabinet and set it on the platter.",
        "Pull the black bowl out from the cabinet and arrange it on the dining dish.",
        "Lift the ebony dish off the wooden cupboard and settle it onto the plate.",
        "Retrieve the black bowl that’s on the wooden cabinet and place it on the tableware.",
        "Handle the dark bowl from the wooden cabinet and situate it atop the plate.",
        "Get the black bowl from its place on the wooden cabinet and put it on the plate.",
        "Elevate the charcoal colored dish from the timber shelf and set it onto the plate."
      ]
    }
  }
}