{
  "libero_spatial": {
    "0": {
      "original": "pick up the black bowl between the plate and the ramekin and place it on the plate",
      "rephrases": [
        "Elevate the black bowl that is found between the plate and the ramekin and set it on the plate.",
        "Lift the black bowl that is situated between the plate and the ramekin and set it down on the plate.",
        "Take the black bowl located between the plate and the ramekin and put it on the plate.",
        "Grab the black bowl from between the plate and the ramekin and position it on the plate.",
        "Pick up the black bowl that is in the middle of the plate and the ramekin and place it on the plate.",
        "Retrieve the black bowl found between the plate and the ramekin and lay it on the plate.",
        "Collect the black bowl that sits between the plate and the ramekin and move it onto the plate.",
        "Seize the black bowl positioned between the plate and the ramekin and transfer it to the plate.",
        "Lift the black bowl from its spot between the plate and the ramekin and place it onto the plate.",
        "Take hold of the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Grasp the black bowl located between the plate and the ramekin and put it on top of the plate.",
        "Elevate the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Hoist the black bowl from between the plate and the ramekin and lay it on the plate.",
        "Raise the black bowl that is situated between the plate and the ramekin and position it on the plate.",
        "Pick up the black bowl that lies between the plate and the ramekin and set it on the plate.",
        "Lift the black bowl that is placed between the plate and the ramekin and put it on the plate.",
        "Take the black bowl that is found between the plate and the ramekin and place it on the plate.",
        "Grab the black bowl that is located between the plate and the ramekin and lay it on the plate.",
        "Pick up the black bowl that is positioned between the plate and the ramekin and move it to the plate.",
        "Retrieve the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Collect the black bowl that is in the middle of the plate and the ramekin and place it on the plate.",
        "Seize the black bowl that is found between the plate and the ramekin and put it on the plate.",
        "Lift the black bowl that is located between the plate and the ramekin and position it on the plate.",
        "Take hold of the black bowl that is situated between the plate and the ramekin and lay it on the plate.",
        "Grasp the black bowl that is placed between the plate and the ramekin and move it onto the plate."
      ]
    },
    "1": {
      "original": "pick up the black bowl next to the ramekin and place it on the plate",
      "rephrases": [
        "Hold the black bowl adjacent to the ramekin and transfer it to the plate.",
        "Lift the black bowl beside the ramekin and set it on the plate.",
        "Take the black bowl that is next to the ramekin and put it on the plate.",
        "Grab the black bowl near the ramekin and position it on the plate.",
        "Pick up the black bowl adjacent to the ramekin and lay it on the plate.",
        "Retrieve the black bowl by the ramekin and place it onto the plate.",
        "Hold the black bowl located next to the ramekin and move it to the plate.",
        "Collect the black bowl beside the ramekin and transfer it to the plate.",
        "Seize the black bowl near the ramekin and set it down on the plate.",
        "Grasp the black bowl next to the ramekin and put it on the plate.",
        "Lift the black bowl that is beside the ramekin and place it on the plate.",
        "Take hold of the black bowl near the ramekin and lay it on the plate.",
        "Pick up the black bowl positioned next to the ramekin and set it on the plate.",
        "Move the black bowl from beside the ramekin to the plate.",
        "Elevate the black bowl next to the ramekin and position it on the plate.",
        "Raise the black bowl adjacent to the ramekin and place it on the plate.",
        "Fetch the black bowl by the ramekin and put it on the plate.",
        "Secure the black bowl next to the ramekin and move it to the plate.",
        "Lift the black bowl located beside the ramekin and lay it on the plate.",
        "Take the black bowl from next to the ramekin and set it on the plate.",
        "Pick up the black bowl that is near the ramekin and place it on the plate.",
        "Grab the black bowl positioned beside the ramekin and put it on the plate.",
        "Collect the black bowl next to the ramekin and position it on the plate.",
        "Seize the black bowl by the ramekin and lay it on the plate.",
        "Grasp the black bowl near the ramekin and move it to the plate."
      ]
    },
    "2": {
      "original": "pick up the black bowl from table center and place it on the plate",
      "rephrases": [
        "Extract the black bowl from the middle of the table and position it on the plate.",
        "Lift the black bowl from the center of the table and set it on the plate.",
        "Take the black bowl from the table's center and put it on the plate.",
        "Grab the black bowl located at the table center and position it on the plate.",
        "Retrieve the black bowl from the middle of the table and lay it on the plate.",
        "Pick the black bowl up from the center of the table and place it onto the plate.",
        "Remove the black bowl from the table center and place it on the plate.",
        "Collect the black bowl from the center of the table and put it on the plate.",
        "Get the black bowl from the middle of the table and place it on the plate.",
        "Take hold of the black bowl at the table's center and move it to the plate.",
        "Lift the black bowl from the table's middle and set it on the plate.",
        "Pick up the black bowl from the center of the table and position it on the plate.",
        "Grasp the black bowl from the table center and place it on the plate.",
        "Fetch the black bowl from the middle of the table and put it on the plate.",
        "Take the black bowl from the center of the table and lay it on the plate.",
        "Move the black bowl from the table center and place it on the plate.",
        "Elevate the black bowl from the center of the table and set it on the plate.",
        "Hoist the black bowl from the table's center and position it on the plate.",
        "Snatch the black bowl from the middle of the table and place it on the plate.",
        "Secure the black bowl from the center of the table and put it on the plate.",
        "Shift the black bowl from the table center and lay it on the plate.",
        "Raise the black bowl from the center of the table and place it on the plate.",
        "Take away the black bowl from the table's center and set it on the plate.",
        "Lift up the black bowl from the center of the table and place it on the plate.",
        "Pick the black bowl from the table center and put it on the plate."
      ]
    },
    "3": {
      "original": "pick up the black bowl on the cookie box and place it on the plate",
      "rephrases": [
        "Hoist the black bowl off the cookie box and rest it on the plate.",
        "Lift the black bowl from the cookie box and set it on the plate.",
        "Take the black bowl off the cookie box and put it on the plate.",
        "Remove the black bowl from the cookie box and position it on the plate.",
        "Grab the black bowl sitting on the cookie box and lay it on the plate.",
        "Pick the black bowl up from the cookie box and place it onto the plate.",
        "Retrieve the black bowl from the cookie box and transfer it to the plate.",
        "Collect the black bowl on top of the cookie box and move it to the plate.",
        "Get the black bowl from the cookie box and deposit it on the plate.",
        "Elevate the black bowl from the cookie box and put it down on the plate.",
        "Snatch the black bowl off the cookie box and set it down on the plate.",
        "Take hold of the black bowl on the cookie box and place it on the plate.",
        "Lift the black bowl that is on the cookie box and put it on the plate.",
        "Pick up the black bowl located on the cookie box and lay it on the plate.",
        "Raise the black bowl from the cookie box and position it on the plate.",
        "Grasp the black bowl on the cookie box and move it to the plate.",
        "Detach the black bowl from the cookie box and place it on the plate.",
        "Seize the black bowl from the cookie box and set it on the plate.",
        "Take the black bowl that is on the cookie box and place it on the plate.",
        "Lift the black bowl off the cookie box and put it on the plate.",
        "Pick up the black bowl resting on the cookie box and place it on the plate.",
        "Move the black bowl from the cookie box to the plate.",
        "Shift the black bowl from the cookie box and place it on the plate.",
        "Carry the black bowl from the cookie box and set it on the plate.",
        "Transport the black bowl from the cookie box and lay it on the plate."
      ]
    },
    "4": {
      "original": "pick up the black bowl in the top drawer of the wooden cabinet and place it on the plate",
      "rephrases": [
        "Hoist the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Take the black bowl out of the top drawer in the wooden cabinet and put it on the plate.",
        "Lift the black bowl from the top drawer of the wooden cabinet and position it on the plate.",
        "Get the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Fetch the black bowl located in the top drawer of the wooden cabinet and place it on the plate.",
        "Extract the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Grasp the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Obtain the black bowl from the top drawer of the wooden cabinet and position it on the plate.",
        "Pick the black bowl out of the top drawer of the wooden cabinet and lay it on the plate.",
        "Take hold of the black bowl in the top drawer of the wooden cabinet and place it on the plate.",
        "Secure the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Snatch the black bowl from the top drawer of the wooden cabinet and put it on the plate.",
        "Acquire the black bowl in the top drawer of the wooden cabinet and position it on the plate.",
        "Seize the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Collect the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Gather the black bowl in the top drawer of the wooden cabinet and set it on the plate.",
        "Pull the black bowl out of the top drawer of the wooden cabinet and put it on the plate.",
        "Lift out the black bowl from the top drawer of the wooden cabinet and position it on the plate.",
        "Bring out the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Draw the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Yank the black bowl out of the top drawer of the wooden cabinet and put it on the plate.",
        "Pluck the black bowl from the top drawer of the wooden cabinet and position it on the plate.",
        "Lift the black bowl out of the top drawer of the wooden cabinet and lay it on the plate."
      ]
    },
    "5": {
      "original": "pick up the black bowl on the ramekin and place it on the plate",
      "rephrases": [
        "Grab the black bowl from atop the ramekin and position it on the plate.",
        "Lift the black bowl from the ramekin and set it down on the plate.",
        "Take the black bowl that is on the ramekin and put it onto the plate.",
        "Remove the black bowl from the ramekin and position it on the plate.",
        "Grasp the black bowl sitting on the ramekin and move it to the plate.",
        "Pick the black bowl off the ramekin and lay it on the plate.",
        "Retrieve the black bowl from atop the ramekin and place it on the plate.",
        "Elevate the black bowl from the ramekin and transfer it to the plate.",
        "Grab the black bowl located on the ramekin and place it on the plate.",
        "Detach the black bowl from the ramekin and set it on the plate.",
        "Hoist the black bowl off the ramekin and put it on the plate.",
        "Collect the black bowl from the ramekin and position it on the plate.",
        "Snatch the black bowl from the ramekin and lay it on the plate.",
        "Take hold of the black bowl on the ramekin and move it to the plate.",
        "Lift the black bowl that is resting on the ramekin and place it on the plate.",
        "Pick up the black bowl from the ramekin and set it on the plate.",
        "Remove the black bowl sitting on the ramekin and put it on the plate.",
        "Grasp the black bowl from the ramekin and transfer it to the plate.",
        "Take the black bowl off the ramekin and position it on the plate.",
        "Elevate the black bowl that is on the ramekin and lay it on the plate.",
        "Retrieve the black bowl located on the ramekin and place it on the plate.",
        "Hoist the black bowl from the ramekin and set it on the plate.",
        "Detach the black bowl sitting on the ramekin and move it to the plate.",
        "Snatch the black bowl off the ramekin and put it on the plate.",
        "Collect the black bowl that is on the ramekin and lay it on the plate."
      ]
    },
    "6": {
      "original": "pick up the black bowl next to the cookie box and place it on the plate",
      "rephrases": [
        "Raise the black bowl beside the cookie box and set it on the plate.",
        "Lift the black bowl that is beside the cookie box and set it on the plate.",
        "Take the black bowl located next to the cookie box and put it on the plate.",
        "Grab the black bowl near the cookie box and position it on the plate.",
        "Pick up the black bowl adjacent to the cookie box and lay it on the plate.",
        "Retrieve the black bowl by the cookie box and place it on the plate.",
        "Hold the black bowl next to the cookie box and move it onto the plate.",
        "Collect the black bowl beside the cookie box and transfer it to the plate.",
        "Seize the black bowl near the cookie box and set it down on the plate.",
        "Lift the black bowl that is next to the cookie box and place it on the plate.",
        "Take hold of the black bowl by the cookie box and put it on the plate.",
        "Grasp the black bowl located beside the cookie box and place it on the plate.",
        "Pick up the black bowl that is near the cookie box and position it on the plate.",
        "Elevate the black bowl next to the cookie box and lay it on the plate.",
        "Hoist the black bowl near the cookie box and place it on the plate.",
        "Lift the black bowl adjacent to the cookie box and put it on the plate.",
        "Take the black bowl that is next to the cookie box and lay it on the plate.",
        "Grab the black bowl by the cookie box and move it to the plate.",
        "Pick up the black bowl located near the cookie box and set it on the plate.",
        "Retrieve the black bowl next to the cookie box and position it on the plate.",
        "Hold the black bowl beside the cookie box and place it on the plate.",
        "Collect the black bowl that is near the cookie box and put it on the plate.",
        "Seize the black bowl adjacent to the cookie box and lay it on the plate.",
        "Lift the black bowl by the cookie box and transfer it to the plate.",
        "Take the black bowl near the cookie box and set it down on the plate."
      ]
    },
    "7": {
      "original": "pick up the black bowl on the stove and place it on the plate",
      "rephrases": [
        "Take away the black bowl from the stove and position it on the plate.",
        "Lift the black bowl from the stove and set it on the plate.",
        "Take the black bowl off the stove and put it on the plate.",
        "Grab the black bowl on the stove and move it to the plate.",
        "Remove the black bowl from the stove and position it on the plate.",
        "Pick the black bowl up from the stove and lay it on the plate.",
        "Retrieve the black bowl from the stove and place it onto the plate.",
        "Get the black bowl from the stove and transfer it to the plate.",
        "Collect the black bowl on the stove and set it down on the plate.",
        "Take hold of the black bowl on the stove and place it on the plate.",
        "Lift the black bowl that is on the stove and put it on the plate.",
        "Pick up the black bowl located on the stove and place it on the plate.",
        "Move the black bowl from the stove to the plate.",
        "Shift the black bowl on the stove to the plate.",
        "Elevate the black bowl from the stove and rest it on the plate.",
        "Hoist the black bowl off the stove and lay it on the plate.",
        "Snatch the black bowl from the stove and position it on the plate.",
        "Seize the black bowl on the stove and place it on the plate.",
        "Grasp the black bowl from the stove and set it on the plate.",
        "Take the black bowl that is on the stove and put it on the plate.",
        "Lift the black bowl from its spot on the stove and place it on the plate.",
        "Pick up the black bowl sitting on the stove and set it on the plate.",
        "Remove the black bowl that is on the stove and lay it on the plate.",
        "Fetch the black bowl from the stove and place it on the plate.",
        "Carry the black bowl from the stove and put it on the plate."
      ]
    },
    "8": {
      "original": "pick up the black bowl next to the plate and place it on the plate",
      "rephrases": [
        "Retrieve the black bowl adjacent to the plate and place it on the plate.",
        "Lift the black bowl beside the plate and set it on the plate.",
        "Take the black bowl that is next to the plate and put it on the plate.",
        "Grab the black bowl near the plate and position it on the plate.",
        "Pick up the black bowl adjacent to the plate and lay it on the plate.",
        "Retrieve the black bowl by the plate and place it atop the plate.",
        "Collect the black bowl located next to the plate and place it on the plate.",
        "Hoist the black bowl beside the plate and rest it on the plate.",
        "Seize the black bowl near the plate and set it down on the plate.",
        "Lift the black bowl that is beside the plate and put it on the plate.",
        "Take hold of the black bowl next to the plate and place it on the plate.",
        "Pick up the black bowl that is near the plate and lay it on the plate.",
        "Grasp the black bowl adjacent to the plate and position it on the plate.",
        "Elevate the black bowl next to the plate and place it on the plate.",
        "Raise the black bowl beside the plate and set it on the plate.",
        "Fetch the black bowl near the plate and put it on the plate.",
        "Lift the black bowl located next to the plate and place it on the plate.",
        "Take the black bowl that is beside the plate and lay it on the plate.",
        "Grab the black bowl next to the plate and rest it on the plate.",
        "Pick up the black bowl near the plate and set it on the plate.",
        "Hoist the black bowl that is next to the plate and put it on the plate.",
        "Seize the black bowl beside the plate and lay it on the plate.",
        "Lift the black bowl by the plate and position it on the plate.",
        "Take hold of the black bowl near the plate and place it on the plate.",
        "Grasp the black bowl next to the plate and set it down on the plate."
      ]
    },
    "9": {
      "original": "pick up the black bowl on the wooden cabinet and place it on the plate",
      "rephrases": [
        "Transport the black bowl from the wooden cabinet to the plate.",
        "Lift the black bowl from the wooden cabinet and set it on the plate.",
        "Take the black bowl off the wooden cabinet and put it on the plate.",
        "Retrieve the black bowl from the wooden cabinet and position it on the plate.",
        "Grasp the black bowl on the wooden cabinet and move it to the plate.",
        "Pick the black bowl up from the wooden cabinet and lay it on the plate.",
        "Remove the black bowl from the wooden cabinet and place it onto the plate.",
        "Get the black bowl from the wooden cabinet and place it on the plate.",
        "Collect the black bowl sitting on the wooden cabinet and put it on the plate.",
        "Take hold of the black bowl on the wooden cabinet and transfer it to the plate.",
        "Fetch the black bowl from the wooden cabinet and set it down on the plate.",
        "Grab the black bowl located on the wooden cabinet and place it on the plate.",
        "Lift the black bowl that is on the wooden cabinet and put it on the plate.",
        "Pick up the black bowl resting on the wooden cabinet and place it on the plate.",
        "Take the black bowl that is on the wooden cabinet and lay it on the plate.",
        "Move the black bowl from the wooden cabinet to the plate.",
        "Shift the black bowl from the wooden cabinet and place it on the plate.",
        "Elevate the black bowl from the wooden cabinet and position it on the plate.",
        "Hoist the black bowl off the wooden cabinet and set it on the plate.",
        "Raise the black bowl from the wooden cabinet and put it on the plate.",
        "Carry the black bowl from the wooden cabinet and place it on the plate.",
        "Relocate the black bowl from the wooden cabinet and place it on the plate.",
        "Take away the black bowl from the wooden cabinet and set it on the plate.",
        "Shift the black bowl on the wooden cabinet to the plate.",
        "Move the black bowl on the wooden cabinet and place it on the plate."
      ]
    }
  },
  "libero_10": {
    "0": {
      "original": "put both the alphabet soup and the tomato sauce in the basket",
      "rephrases": [
        "Arrange the alphabet soup and the tomato sauce in the basket.",
        "Place the alphabet soup and the tomato sauce in the basket.",
        "Put the tomato sauce and the alphabet soup into the basket.",
        "Insert both the alphabet soup and the tomato sauce into the basket.",
        "Transfer the alphabet soup and tomato sauce to the basket.",
        "Move both the alphabet soup and the tomato sauce into the basket.",
        "Deposit the alphabet soup and the tomato sauce in the basket.",
        "Place both the tomato sauce and the alphabet soup in the basket.",
        "Put the alphabet soup along with the tomato sauce in the basket.",
        "Place the tomato sauce together with the alphabet soup in the basket.",
        "Put both the tomato sauce and alphabet soup inside the basket.",
        "Set the alphabet soup and tomato sauce into the basket.",
        "Position both the alphabet soup and the tomato sauce in the basket.",
        "Load the basket with the alphabet soup and the tomato sauce.",
        "Put the alphabet soup and the tomato sauce together in the basket.",
        "Place the alphabet soup and tomato sauce into the basket.",
        "Put both the alphabet soup and the tomato sauce into the basket.",
        "Drop the alphabet soup and the tomato sauce in the basket.",
        "Stow the alphabet soup and the tomato sauce in the basket.",
        "Put the alphabet soup and the tomato sauce in the basket together.",
        "Place both the alphabet soup and the tomato sauce inside the basket.",
        "Put the alphabet soup and tomato sauce in the basket.",
        "Insert the alphabet soup and the tomato sauce in the basket.",
        "Place the alphabet soup and the tomato sauce into the basket.",
        "Put the alphabet soup and the tomato sauce in the basket."
      ]
    },
    "1": {
      "original": "put both the cream cheese box and the butter in the basket",
      "rephrases": [
        "Place the cream cheese box and the butter into the basket.",
        "Put the butter and the cream cheese box in the basket.",
        "Insert both the cream cheese box and butter into the basket.",
        "Place both the butter and the cream cheese box in the basket.",
        "Put the cream cheese box along with the butter in the basket.",
        "Move the cream cheese box and butter to the basket.",
        "Transfer the cream cheese box and the butter into the basket.",
        "Deposit both the cream cheese box and the butter in the basket.",
        "Set the cream cheese box and butter inside the basket.",
        "Place the butter and cream cheese box into the basket.",
        "Put the cream cheese box and butter together in the basket.",
        "Position both the cream cheese box and the butter in the basket.",
        "Place the cream cheese box and the butter into the basket.",
        "Put the cream cheese box and the butter inside the basket.",
        "Drop both the cream cheese box and the butter in the basket.",
        "Place the cream cheese box and butter in the basket.",
        "Put the butter and cream cheese box into the basket.",
        "Place both the cream cheese box and butter into the basket.",
        "Put the cream cheese box and the butter together in the basket.",
        "Place the cream cheese box and the butter in the basket.",
        "Put the cream cheese box and butter in the basket.",
        "Place the butter and the cream cheese box in the basket.",
        "Put both the butter and the cream cheese box into the basket.",
        "Place the cream cheese box and the butter inside the basket.",
        "Put the cream cheese box and the butter into the basket."
      ]
    },
    "2": {
      "original": "turn on the stove and put the moka pot on it",
      "rephrases": [
        "Switch on the stove and place the moka pot on it.",
        "Activate the stove and set the moka pot on top.",
        "Start the stove and position the moka pot on it.",
        "Power up the stove and put the moka pot on top.",
        "Turn the stove on and set the moka pot on it.",
        "Ignite the stove and place the moka pot on it.",
        "Light the stove and position the moka pot on top.",
        "Get the stove going and put the moka pot on it.",
        "Fire up the stove and place the moka pot on it.",
        "Start up the stove and set the moka pot on it.",
        "Turn the stove on and position the moka pot on top.",
        "Switch the stove on and put the moka pot on it.",
        "Activate the stove and place the moka pot on it.",
        "Power the stove on and set the moka pot on top.",
        "Light up the stove and position the moka pot on it.",
        "Get the stove started and put the moka pot on it.",
        "Fire the stove up and place the moka pot on top.",
        "Start the stove and set the moka pot on it.",
        "Turn on the stove and position the moka pot on top.",
        "Switch on the stove and put the moka pot on it.",
        "Ignite the stove and set the moka pot on it.",
        "Light the stove and place the moka pot on top.",
        "Power up the stove and position the moka pot on it.",
        "Start up the stove and put the moka pot on top.",
        "Fire up the stove and set the moka pot on it."
      ]
    },
    "3": {
      "original": "put the black bowl in the bottom drawer of the cabinet and close it",
      "rephrases": [
        "Place the black bowl inside the bottom drawer of the cabinet and shut it.",
        "Insert the black bowl into the cabinet's bottom drawer and close the drawer.",
        "Put the black bowl into the bottom drawer of the cabinet and then close the drawer.",
        "Store the black bowl in the cabinet's bottom drawer and close it afterward.",
        "Move the black bowl to the bottom drawer of the cabinet and close it.",
        "Position the black bowl in the bottom drawer of the cabinet and close the drawer.",
        "Set the black bowl in the bottom drawer of the cabinet and close it.",
        "Deposit the black bowl into the bottom drawer of the cabinet and close it.",
        "Place the black bowl in the cabinet's bottom drawer and ensure it is closed.",
        "Put the black bowl in the bottom drawer of the cabinet and make sure to close it.",
        "Insert the black bowl into the bottom drawer of the cabinet and shut it.",
        "Place the black bowl in the bottom drawer of the cabinet and then shut the drawer.",
        "Put the black bowl in the bottom drawer of the cabinet and ensure the drawer is closed.",
        "Store the black bowl in the bottom drawer of the cabinet and close the drawer.",
        "Move the black bowl into the bottom drawer of the cabinet and close it.",
        "Position the black bowl inside the bottom drawer of the cabinet and close it.",
        "Set the black bowl into the bottom drawer of the cabinet and close the drawer.",
        "Deposit the black bowl in the bottom drawer of the cabinet and shut it.",
        "Place the black bowl into the bottom drawer of the cabinet and close it.",
        "Put the black bowl inside the bottom drawer of the cabinet and close it.",
        "Insert the black bowl in the bottom drawer of the cabinet and close it.",
        "Place the black bowl into the cabinet's bottom drawer and ensure it is closed.",
        "Put the black bowl in the bottom drawer of the cabinet and shut the drawer.",
        "Store the black bowl inside the bottom drawer of the cabinet and close it.",
        "Move the black bowl into the cabinet's bottom drawer and close it."
      ]
    },
    "4": {
      "original": "put the white mug on the left plate and put the yellow and white mug on the right plate",
      "rephrases": [
        "Place the white mug on the left plate and the yellow and white mug on the right plate.",
        "Set the white mug on the left plate, then place the yellow and white mug on the right plate.",
        "Position the white mug on the left plate and the yellow and white mug on the right plate.",
        "Put the white mug onto the left plate and the yellow and white mug onto the right plate.",
        "Arrange the white mug on the left plate and the yellow and white mug on the right plate.",
        "Place the white mug on the left plate, followed by the yellow and white mug on the right plate.",
        "Put the white mug on the left plate, then set the yellow and white mug on the right plate.",
        "Position the white mug on the left plate, and then place the yellow and white mug on the right plate.",
        "Set the white mug on the left plate and the yellow and white mug on the right plate.",
        "Arrange the white mug on the left plate, then put the yellow and white mug on the right plate.",
        "Place the white mug on the left plate, and then position the yellow and white mug on the right plate.",
        "Put the white mug on the left plate, and place the yellow and white mug on the right plate.",
        "Set the white mug on the left plate, and then put the yellow and white mug on the right plate.",
        "Position the white mug on the left plate, followed by the yellow and white mug on the right plate.",
        "Arrange the white mug on the left plate, and then set the yellow and white mug on the right plate.",
        "Place the white mug on the left plate, then position the yellow and white mug on the right plate.",
        "Put the white mug on the left plate, and then arrange the yellow and white mug on the right plate.",
        "Set the white mug on the left plate, followed by placing the yellow and white mug on the right plate.",
        "Position the white mug on the left plate, then set the yellow and white mug on the right plate.",
        "Arrange the white mug on the left plate, and place the yellow and white mug on the right plate.",
        "Place the white mug on the left plate, and then arrange the yellow and white mug on the right plate.",
        "Put the white mug on the left plate, followed by positioning the yellow and white mug on the right plate.",
        "Set the white mug on the left plate, and then arrange the yellow and white mug on the right plate.",
        "Position the white mug on the left plate, and then put the yellow and white mug on the right plate.",
        "Arrange the white mug on the left plate, followed by setting the yellow and white mug on the right plate."
      ]
    },
    "5": {
      "original": "pick up the book and place it in the back compartment of the caddy",
      "rephrases": [
        "Lift the book and put it in the back compartment of the caddy.",
        "Grab the book and set it in the back compartment of the caddy.",
        "Take the book and position it in the back compartment of the caddy.",
        "Pick up the book and deposit it in the back compartment of the caddy.",
        "Retrieve the book and place it in the back compartment of the caddy.",
        "Hold the book and move it to the back compartment of the caddy.",
        "Pick up the book and transfer it to the back compartment of the caddy.",
        "Lift the book and relocate it to the back compartment of the caddy.",
        "Grasp the book and place it in the back compartment of the caddy.",
        "Take the book and put it in the back compartment of the caddy.",
        "Pick up the book and insert it into the back compartment of the caddy.",
        "Grab the book and move it to the back compartment of the caddy.",
        "Lift the book and position it in the back compartment of the caddy.",
        "Pick up the book and store it in the back compartment of the caddy.",
        "Take the book and relocate it to the back compartment of the caddy.",
        "Hold the book and set it in the back compartment of the caddy.",
        "Retrieve the book and move it to the back compartment of the caddy.",
        "Pick up the book and place it into the back compartment of the caddy.",
        "Grasp the book and transfer it to the back compartment of the caddy.",
        "Lift the book and deposit it in the back compartment of the caddy.",
        "Take the book and insert it into the back compartment of the caddy.",
        "Pick up the book and move it to the back compartment of the caddy.",
        "Grab the book and position it in the back compartment of the caddy.",
        "Lift the book and set it in the back compartment of the caddy.",
        "Retrieve the book and relocate it to the back compartment of the caddy."
      ]
    },
    "6": {
      "original": "put the white mug on the plate and put the chocolate pudding to the right of the plate",
      "rephrases": [
        "Place the white mug on the plate and position the chocolate pudding to the right of the plate.",
        "Set the white mug on the plate, then place the chocolate pudding to the right side of the plate.",
        "Put the white mug onto the plate and arrange the chocolate pudding to the right of it.",
        "Position the white mug on top of the plate and set the chocolate pudding to the right of the plate.",
        "Place the white mug on the plate, and then put the chocolate pudding on the right side of the plate.",
        "Put the white mug on the plate and move the chocolate pudding to the right of the plate.",
        "Set the white mug on the plate and place the chocolate pudding to the plate's right.",
        "Position the white mug on the plate, then arrange the chocolate pudding to the right of the plate.",
        "Place the white mug on the plate and situate the chocolate pudding to the right of the plate.",
        "Put the white mug on the plate and align the chocolate pudding to the right of the plate.",
        "Set the white mug on the plate and position the chocolate pudding to the right-hand side of the plate.",
        "Place the white mug on the plate, then set the chocolate pudding to the right of the plate.",
        "Put the white mug on the plate and arrange the chocolate pudding on the right of the plate.",
        "Position the white mug on the plate and place the chocolate pudding to the right of the plate.",
        "Set the white mug on the plate and move the chocolate pudding to the right of the plate.",
        "Place the white mug on the plate and put the chocolate pudding to the right of the plate.",
        "Put the white mug on the plate and position the chocolate pudding to the right of the plate.",
        "Set the white mug on the plate, then place the chocolate pudding to the right of the plate.",
        "Position the white mug on the plate and arrange the chocolate pudding to the right of the plate.",
        "Place the white mug on the plate and situate the chocolate pudding to the right of the plate.",
        "Put the white mug on the plate and align the chocolate pudding to the right of the plate.",
        "Set the white mug on the plate and position the chocolate pudding to the right of the plate.",
        "Place the white mug on the plate, then set the chocolate pudding to the right of the plate.",
        "Put the white mug on the plate and arrange the chocolate pudding to the right of the plate.",
        "Position the white mug on the plate and place the chocolate pudding to the right of the plate."
      ]
    },
    "7": {
      "original": "put both the alphabet soup and the cream cheese box in the basket",
      "rephrases": [
        "Place the alphabet soup and the cream cheese box into the basket.",
        "Put the cream cheese box and the alphabet soup in the basket.",
        "Insert both the alphabet soup and the cream cheese box into the basket.",
        "Place both the cream cheese box and the alphabet soup in the basket.",
        "Put the alphabet soup along with the cream cheese box in the basket.",
        "Place the cream cheese box together with the alphabet soup in the basket.",
        "Put both items, the alphabet soup and the cream cheese box, in the basket.",
        "Place the alphabet soup and cream cheese box inside the basket.",
        "Put the cream cheese box and alphabet soup into the basket.",
        "Insert the alphabet soup and the cream cheese box in the basket.",
        "Place both the alphabet soup and cream cheese box into the basket.",
        "Put the alphabet soup and the cream cheese box inside the basket.",
        "Place the cream cheese box and alphabet soup into the basket.",
        "Put both the cream cheese box and alphabet soup in the basket.",
        "Insert the cream cheese box and the alphabet soup into the basket.",
        "Place the alphabet soup along with the cream cheese box into the basket.",
        "Put the cream cheese box together with the alphabet soup in the basket.",
        "Place both items, the cream cheese box and the alphabet soup, in the basket.",
        "Put the alphabet soup and cream cheese box into the basket.",
        "Insert both the cream cheese box and the alphabet soup in the basket.",
        "Place the alphabet soup and the cream cheese box together in the basket.",
        "Put the cream cheese box along with the alphabet soup into the basket.",
        "Place both the cream cheese box and the alphabet soup inside the basket.",
        "Insert the alphabet soup and cream cheese box into the basket.",
        "Put both the alphabet soup and the cream cheese box inside the basket."
      ]
    },
    "8": {
      "original": "put both moka pots on the stove",
      "rephrases": [
        "Place both moka pots on the stove.",
        "Set both moka pots on the stove.",
        "Position both moka pots on the stove.",
        "Put the two moka pots on the stove.",
        "Arrange both moka pots on the stove.",
        "Place the moka pots on the stove.",
        "Set the two moka pots on the stove.",
        "Position the moka pots on the stove.",
        "Put the moka pots on top of the stove.",
        "Place both of the moka pots on the stove.",
        "Arrange the two moka pots on the stove.",
        "Set both of the moka pots on the stove.",
        "Position both of the moka pots on the stove.",
        "Put both of the moka pots on top of the stove.",
        "Place the two moka pots on top of the stove.",
        "Arrange both moka pots on top of the stove.",
        "Set the moka pots on top of the stove.",
        "Position the two moka pots on top of the stove.",
        "Put both moka pots onto the stove.",
        "Place both moka pots onto the stove.",
        "Set both moka pots onto the stove.",
        "Position both moka pots onto the stove.",
        "Arrange both moka pots onto the stove.",
        "Put both moka pots on the stovetop.",
        "Place both moka pots on the stovetop."
      ]
    },
    "9": {
      "original": "put the yellow and white mug in the microwave and close it",
      "rephrases": [
        "Place the yellow and white mug inside the microwave and shut it.",
        "Insert the yellow and white mug into the microwave and close the door.",
        "Put the yellow and white mug into the microwave and then close it.",
        "Place the yellow and white mug in the microwave and close the door.",
        "Put the yellow and white mug inside the microwave and close the door.",
        "Insert the yellow and white mug in the microwave and shut it.",
        "Place the yellow and white mug into the microwave and then close it.",
        "Put the yellow and white mug in the microwave and shut the door.",
        "Insert the yellow and white mug inside the microwave and close it.",
        "Place the yellow and white mug in the microwave and then shut it.",
        "Put the yellow and white mug into the microwave and shut it.",
        "Insert the yellow and white mug into the microwave and then close it.",
        "Place the yellow and white mug inside the microwave and then close the door.",
        "Put the yellow and white mug in the microwave and then close the door.",
        "Insert the yellow and white mug in the microwave and then shut it.",
        "Place the yellow and white mug into the microwave and close the door.",
        "Put the yellow and white mug inside the microwave and then shut it.",
        "Insert the yellow and white mug into the microwave and shut the door.",
        "Place the yellow and white mug in the microwave and close it.",
        "Put the yellow and white mug into the microwave and then shut the door.",
        "Insert the yellow and white mug inside the microwave and then close it.",
        "Place the yellow and white mug in the microwave and shut it.",
        "Put the yellow and white mug inside the microwave and then close it.",
        "Insert the yellow and white mug in the microwave and close the door.",
        "Place the yellow and white mug into the microwave and shut the door."
      ]
    }
  }
}