{
  "libero_spatial": {
    "0": {
      "original": "pick up the black bowl between the plate and the ramekin and place it on the plate",
      "rephrases": [
        "Pick up the dark dish between the platter and the small dish, and place it on the platter.",
        "Raise the dark dish that is situated between the platter and the small dish, then put it on the platter.",
        "Grasp the dark dish found between the platter and the small dish, and position it on the platter.",
        "Take the dark dish from between the platter and the small dish, and lay it on the platter.",
        "Elevate the dark dish that is in the middle of the platter and the small dish, then set it on the platter.",
        "Hoist the dark dish located between the platter and the small dish, and rest it on the platter.",
        "Move the dark dish that is amid the platter and the small dish, and place it atop the platter.",
        "Lift the dark dish that is nestled between the platter and the small dish, and put it on top of the platter.",
        "Pick up the dark dish positioned between the platter and the small dish, and set it on the platter.",
        "Raise the dark dish that lies between the platter and the small dish, then place it on the platter.",
        "Grasp the dark dish that is located between the platter and the small dish, and position it over the platter.",
        "Take the dark dish from its spot between the platter and the small dish, and lay it over the platter.",
        "Elevate the dark dish that is placed between the platter and the small dish, then set it over the platter.",
        "Hoist the dark dish that is found between the platter and the small dish, and rest it over the platter.",
        "Move the dark dish that is situated between the platter and the small dish, and place it on the platter.",
        "Lift the dark dish that is located amid the platter and the small dish, and put it on the platter.",
        "Pick up the dark dish that is between the platter and the small dish, and place it over the platter.",
        "Raise the dark dish that is amid the platter and the small dish, then set it on the platter.",
        "Grasp the dark dish that is positioned between the platter and the small dish, and place it on the platter.",
        "Take the dark dish that is located between the platter and the small dish, and lay it on the platter.",
        "Elevate the dark dish that is amid the platter and the small dish, then put it on the platter.",
        "Hoist the dark dish that is between the platter and the small dish, and rest it on the platter.",
        "Move the dark dish that is located between the platter and the small dish, and place it on top of the platter.",
        "Lift the dark dish that is found between the platter and the small dish, and set it on the platter.",
        "Pick up the dark dish that is amid the platter and the small dish, and place it on the platter."
      ]
    },
    "1": {
      "original": "pick up the black bowl next to the ramekin and place it on the plate",
      "rephrases": [
        "Pick up the ebony dish next to the small baking dish and place it on the platter.",
        "Raise the ebony dish beside the small baking dish and put it on the platter.",
        "Move the ebony dish near the small baking dish and position it on the platter.",
        "Take the ebony dish that is close to the small baking dish and lay it on the platter.",
        "Elevate the ebony dish located by the small baking dish and set it on the platter.",
        "Grasp the ebony dish near the small baking dish and transfer it to the platter.",
        "Hoist the ebony dish adjacent to the small baking dish and lay it upon the platter.",
        "Lift the ebony dish that is next to the small baking dish and place it upon the platter.",
        "Pick up the ebony dish situated beside the small baking dish and set it on the platter.",
        "Raise the ebony dish that is adjacent to the small baking dish and put it on the platter.",
        "Move the ebony dish that is next to the small baking dish and position it on the platter.",
        "Take the ebony dish located near the small baking dish and lay it on the platter.",
        "Elevate the ebony dish that is beside the small baking dish and set it on the platter.",
        "Grasp the ebony dish positioned by the small baking dish and transfer it to the platter.",
        "Hoist the ebony dish that is close to the small baking dish and lay it upon the platter.",
        "Lift the ebony dish found next to the small baking dish and place it upon the platter.",
        "Pick up the ebony dish that is near the small baking dish and set it on the platter.",
        "Raise the ebony dish found beside the small baking dish and put it on the platter.",
        "Move the ebony dish that is adjacent to the small baking dish and position it on the platter.",
        "Take the ebony dish that is situated near the small baking dish and lay it on the platter.",
        "Elevate the ebony dish found by the small baking dish and set it on the platter.",
        "Grasp the ebony dish that is located next to the small baking dish and transfer it to the platter.",
        "Hoist the ebony dish that is positioned beside the small baking dish and lay it upon the platter.",
        "Lift the ebony dish that is found near the small baking dish and place it upon the platter.",
        "Pick up the ebony dish that is located by the small baking dish and set it on the platter."
      ]
    },
    "2": {
      "original": "pick up the black bowl from table center and place it on the plate",
      "rephrases": [
        "Raise the dark dish from the center and place it on a platter.",
        "Pick up the centrally positioned dark dish and put it on a platter.",
        "Elevate the dark dish in the middle and lay it on a platter.",
        "Take the dark dish from the center and position it on a platter.",
        "Hoist the dark dish located in the center and set it atop a platter.",
        "Grasp the dark dish in the middle and place it over a platter.",
        "Lift the centrally located dark dish and arrange it on a platter.",
        "Move the dark dish from the center and set it on a platter.",
        "Pick up the dark dish that is centrally located and put it on a platter.",
        "Raise the dark dish from its central position and place it on a platter.",
        "Take hold of the dark dish in the center and lay it on a platter.",
        "Elevate the dark dish from the middle and position it on a platter.",
        "Grasp the dark dish located centrally and set it on a platter.",
        "Hoist the dark dish from the center and place it over a platter.",
        "Move the centrally positioned dark dish and put it on a platter.",
        "Lift the dark dish from the middle and arrange it on a platter.",
        "Pick up the dark dish located in the center and lay it on a platter.",
        "Raise the dark dish centrally and position it on a platter.",
        "Take the dark dish from its central location and set it on a platter.",
        "Elevate the centrally located dark dish and place it on a platter.",
        "Grasp the dark dish in the center and put it over a platter.",
        "Hoist the dark dish centrally and lay it on a platter.",
        "Move the dark dish from its central position and arrange it on a platter.",
        "Pick up the dark dish in the middle and set it on a platter.",
        "Raise the dark dish located centrally and lay it over a platter."
      ]
    },
    "3": {
      "original": "pick up the black bowl on the cookie box and place it on the plate",
      "rephrases": [
        "Pick up the dark container that is on top of the dessert package and place it on the dish.",
        "Lift the dark container from the dessert package and put it on the dish.",
        "Take the dark container sitting on the dessert package and set it on the dish.",
        "Retrieve the dark container from the top of the dessert package and position it on the dish.",
        "Grasp the dark container located above the dessert package and lay it on the dish.",
        "Seize the dark container that rests on the dessert package and move it to the dish.",
        "Hold the dark container atop the dessert package and transfer it to the dish.",
        "Get the dark container from the dessert package and place it onto the dish.",
        "Remove the dark container from the dessert package and set it down on the dish.",
        "Take hold of the dark container above the dessert package and put it on the dish.",
        "Pick the dark container off the dessert package and lay it on the dish.",
        "Lift the dark container that is resting on the dessert package and place it on the dish.",
        "Grab the dark container from the dessert package and position it on the dish.",
        "Take the dark container that is atop the dessert package and set it on the dish.",
        "Retrieve the dark container sitting on the dessert package and put it on the dish.",
        "Grasp the dark container from the top of the dessert package and lay it on the dish.",
        "Seize the dark container located on the dessert package and move it to the dish.",
        "Hold the dark container that is above the dessert package and transfer it to the dish.",
        "Get the dark container resting on the dessert package and place it onto the dish.",
        "Remove the dark container that is atop the dessert package and set it down on the dish.",
        "Take hold of the dark container on the dessert package and put it on the dish.",
        "Pick the dark container that is above the dessert package and lay it on the dish.",
        "Lift the dark container from the dessert package and position it on the dish.",
        "Grab the dark container that is sitting on the dessert package and set it on the dish.",
        "Take the dark container located on top of the dessert package and place it on the dish."
      ]
    },
    "4": {
      "original": "pick up the black bowl in the top drawer of the wooden cabinet and place it on the plate",
      "rephrases": [
        "Get the dark dish from the top section of the wooden storage unit and place it on the serving platter.",
        "Take the dark dish out of the highest part of the wooden storage unit and put it on the serving platter.",
        "Fetch the dark dish from the uppermost area of the wooden storage unit and position it on the serving platter.",
        "Remove the dark dish from the topmost section of the wooden storage unit and lay it on the serving platter.",
        "Collect the dark dish from the highest shelf of the wooden storage unit and set it on the serving platter.",
        "Pick up the dark dish from the top area of the wooden storage unit and place it on the serving platter.",
        "Lift the dark dish from the highest compartment of the wooden storage unit and put it on the serving platter.",
        "Extract the dark dish from the topmost part of the wooden storage unit and position it on the serving platter.",
        "Acquire the dark dish from the upper section of the wooden storage unit and lay it on the serving platter.",
        "Secure the dark dish from the highest level of the wooden storage unit and set it on the serving platter.",
        "Obtain the dark dish from the top shelf of the wooden storage unit and place it on the serving platter.",
        "Grasp the dark dish from the highest tier of the wooden storage unit and put it on the serving platter.",
        "Snatch the dark dish from the topmost shelf of the wooden storage unit and position it on the serving platter.",
        "Seize the dark dish from the uppermost section of the wooden storage unit and lay it on the serving platter.",
        "Pull the dark dish from the highest compartment of the wooden storage unit and set it on the serving platter.",
        "Retrieve the dark dish from the top level of the wooden storage unit and place it on the serving platter.",
        "Take hold of the dark dish from the uppermost shelf of the wooden storage unit and put it on the serving platter.",
        "Lift the dark dish from the highest shelf of the wooden storage unit and position it on the serving platter.",
        "Get hold of the dark dish from the topmost compartment of the wooden storage unit and lay it on the serving platter.",
        "Bring down the dark dish from the highest section of the wooden storage unit and set it on the serving platter.",
        "Remove the dark dish from the uppermost level of the wooden storage unit and place it on the serving platter.",
        "Fetch the dark dish from the top compartment of the wooden storage unit and put it on the serving platter.",
        "Acquire the dark dish from the highest part of the wooden storage unit and position it on the serving platter.",
        "Collect the dark dish from the topmost level of the wooden storage unit and lay it on the serving platter.",
        "Secure the dark dish from the uppermost area of the wooden storage unit and set it on the serving platter."
      ]
    },
    "5": {
      "original": "pick up the black bowl on the ramekin and place it on the plate",
      "rephrases": [
        "Raise the dark dish that is on top of the small dish and place it on the dishware.",
        "Pick up the dark dish located above the small dish and put it on the dishware.",
        "Elevate the dark dish sitting over the small dish and position it on the dishware.",
        "Take the dark dish from above the small dish and lay it on the dishware.",
        "Move the dark dish that rests on the small dish and set it on the dishware.",
        "Grab the dark dish above the small dish and place it onto the dishware.",
        "Hoist the dark dish from its spot above the small dish and put it on the dishware.",
        "Remove the dark dish from the top of the small dish and place it on the dishware.",
        "Lift the dark dish that is resting on the small dish and set it on the dishware.",
        "Pick up the dark dish from its position above the small dish and place it on the dishware.",
        "Raise the dark dish that is above the small dish and lay it on the dishware.",
        "Take the dark dish that is sitting on the small dish and put it on the dishware.",
        "Elevate the dark dish from above the small dish and position it on the dishware.",
        "Move the dark dish that is located on the small dish and set it on the dishware.",
        "Grab the dark dish resting on the small dish and place it on the dishware.",
        "Hoist the dark dish from above the small dish and lay it on the dishware.",
        "Remove the dark dish that is above the small dish and put it on the dishware.",
        "Lift the dark dish from its place on the small dish and set it on the dishware.",
        "Pick up the dark dish that is over the small dish and place it on the dishware.",
        "Raise the dark dish from its position on the small dish and lay it on the dishware.",
        "Take the dark dish that is above the small dish and put it on the dishware.",
        "Elevate the dark dish that is resting on the small dish and position it on the dishware.",
        "Move the dark dish from its spot on the small dish and set it on the dishware.",
        "Grab the dark dish that is located above the small dish and place it on the dishware.",
        "Hoist the dark dish that is on the small dish and lay it on the dishware."
      ]
    },
    "6": {
      "original": "pick up the black bowl next to the cookie box and place it on the plate",
      "rephrases": [
        "Pick up the dark dish next to the biscuit container and place it on a dish.",
        "Take the dark dish located by the biscuit container and put it onto a dish.",
        "Retrieve the dark dish beside the biscuit container and set it on a dish.",
        "Lift the dark dish near the biscuit container and position it onto a dish.",
        "Get the dark dish close to the biscuit container and lay it on a dish.",
        "Seize the dark dish adjacent to the biscuit container and place it onto a dish.",
        "Hold the dark dish near the biscuit container and put it on a dish.",
        "Grasp the dark dish by the biscuit container and set it on a dish.",
        "Take hold of the dark dish near the biscuit container and place it on a dish.",
        "Acquire the dark dish next to the biscuit container and lay it onto a dish.",
        "Fetch the dark dish near the biscuit container and position it on a dish.",
        "Snatch the dark dish beside the biscuit container and set it onto a dish.",
        "Collect the dark dish near the biscuit container and put it on a dish.",
        "Secure the dark dish by the biscuit container and place it onto a dish.",
        "Obtain the dark dish close to the biscuit container and lay it on a dish.",
        "Grasp the dark dish adjacent to the biscuit container and set it on a dish.",
        "Pick up the dark dish near the biscuit container and position it onto a dish.",
        "Lift the dark dish next to the biscuit container and put it on a dish.",
        "Retrieve the dark dish by the biscuit container and lay it onto a dish.",
        "Take the dark dish close to the biscuit container and set it on a dish.",
        "Hold the dark dish beside the biscuit container and place it onto a dish.",
        "Get the dark dish adjacent to the biscuit container and put it on a dish.",
        "Seize the dark dish near the biscuit container and lay it on a dish.",
        "Acquire the dark dish by the biscuit container and set it onto a dish.",
        "Fetch the dark dish close to the biscuit container and position it on a dish."
      ]
    },
    "7": {
      "original": "pick up the black bowl on the stove and place it on the plate",
      "rephrases": [
        "Pick up the dark dish from the burner and place it on the platter.",
        "Remove the dark dish from the burner and put it onto the platter.",
        "Take the dark dish off the burner and set it on the platter.",
        "Elevate the dark dish from the burner and position it onto the platter.",
        "Raise the dark dish from the burner and lay it on the platter.",
        "Hoist the dark dish off the burner and transfer it to the platter.",
        "Grab the dark dish from the burner and move it to the platter.",
        "Detach the dark dish from the burner and rest it on the platter.",
        "Pull the dark dish away from the burner and place it onto the platter.",
        "Lift the dark dish off the burner and set it down on the platter.",
        "Take the dark dish from the burner and lay it onto the platter.",
        "Pick the dark dish up from the burner and put it on the platter.",
        "Remove the dark dish off the burner and position it on the platter.",
        "Elevate the dark dish away from the burner and place it on the platter.",
        "Raise the dark dish off the burner and set it onto the platter.",
        "Hoist the dark dish from the burner and lay it onto the platter.",
        "Grab the dark dish off the burner and set it on the platter.",
        "Detach the dark dish off the burner and place it on the platter.",
        "Pull the dark dish from the burner and rest it onto the platter.",
        "Lift the dark dish away from the burner and put it on the platter.",
        "Take the dark dish off the burner and position it on the platter.",
        "Pick up the dark dish off the burner and lay it on the platter.",
        "Remove the dark dish from the burner and set it down on the platter.",
        "Elevate the dark dish off the burner and move it onto the platter.",
        "Raise the dark dish away from the burner and place it onto the platter."
      ]
    },
    "8": {
      "original": "pick up the black bowl next to the plate and place it on the plate",
      "rephrases": [
        "Raise the dark dish next to the platter and place it on top of the platter.",
        "Pick up the dark dish located beside the platter and put it over the platter.",
        "Elevate the dark dish that is next to the platter and position it on the platter.",
        "Take the dark dish from beside the platter and set it on the platter.",
        "Hoist the dark dish adjacent to the platter and lay it over the platter.",
        "Grab the dark dish near the platter and place it on the platter.",
        "Lift the dark dish that is beside the platter and position it over the platter.",
        "Raise the dark dish situated next to the platter and set it on the platter.",
        "Pick up the dark dish located near the platter and put it on top of the platter.",
        "Elevate the dark dish beside the platter and place it over the platter.",
        "Take the dark dish from next to the platter and lay it on the platter.",
        "Hoist the dark dish that is near the platter and position it on the platter.",
        "Grab the dark dish adjacent to the platter and set it over the platter.",
        "Lift the dark dish near the platter and place it on top of the platter.",
        "Raise the dark dish beside the platter and put it over the platter.",
        "Pick up the dark dish next to the platter and position it on the platter.",
        "Elevate the dark dish situated beside the platter and lay it on the platter.",
        "Take the dark dish located next to the platter and set it on top of the platter.",
        "Hoist the dark dish from beside the platter and place it on the platter.",
        "Grab the dark dish that is adjacent to the platter and put it over the platter.",
        "Lift the dark dish located near the platter and position it over the platter.",
        "Raise the dark dish from next to the platter and lay it on the platter.",
        "Pick up the dark dish that is beside the platter and set it on the platter.",
        "Elevate the dark dish adjacent to the platter and place it on top of the platter.",
        "Take the dark dish near the platter and put it over the platter."
      ]
    },
    "9": {
      "original": "pick up the black bowl on the wooden cabinet and place it on the plate",
      "rephrases": [
        "Pick up the dark dish from the timber storage unit and place it on top of the dishware.",
        "Raise the dark dish located on the timber storage unit and position it atop the dishware.",
        "Take the dark dish off the timber storage unit and put it on the dishware.",
        "Elevate the dark dish from the timber storage unit and set it on the dishware.",
        "Remove the dark dish from the timber storage unit and lay it on the dishware.",
        "Grasp the dark dish on the timber storage unit and move it to the top of the dishware.",
        "Hoist the dark dish from the timber storage unit and place it over the dishware.",
        "Lift the dark dish that is on the timber storage unit and set it on the dishware.",
        "Pick up the dark dish sitting on the timber storage unit and put it on the dishware.",
        "Raise the dark dish from its position on the timber storage unit and place it on the dishware.",
        "Take the dark dish resting on the timber storage unit and position it on the dishware.",
        "Elevate the dark dish that is resting on the timber storage unit and place it on the dishware.",
        "Remove the dark dish that is on the timber storage unit and set it on the dishware.",
        "Grasp the dark dish from the timber storage unit and lay it on the dishware.",
        "Hoist the dark dish located on the timber storage unit and put it on the dishware.",
        "Lift the dark dish from the timber storage unit and position it on the dishware.",
        "Pick up the dark dish that is resting on the timber storage unit and place it on the dishware.",
        "Raise the dark dish sitting on the timber storage unit and set it on the dishware.",
        "Take the dark dish from the timber storage unit and lay it on the dishware.",
        "Elevate the dark dish on the timber storage unit and position it on the dishware.",
        "Remove the dark dish sitting on the timber storage unit and place it on the dishware.",
        "Grasp the dark dish resting on the timber storage unit and set it on the dishware.",
        "Hoist the dark dish from its spot on the timber storage unit and lay it on the dishware.",
        "Lift the dark dish located on the timber storage unit and put it on the dishware.",
        "Pick up the dark dish from its place on the timber storage unit and set it on the dishware."
      ]
    }
  },
  "libero_10": {
    "0": {
      "original": "put both the alphabet soup and the tomato sauce in the basket",
      "rephrases": [
        "Move the noodle broth and crimson puree into the container.",
        "Pour the noodle broth and crimson puree into the container.",
        "Place the noodle broth and crimson puree into the container.",
        "Deposit the noodle broth and crimson puree into the container.",
        "Relocate the noodle broth and crimson puree into the container.",
        "Shift the noodle broth and crimson puree into the container.",
        "Put the noodle broth and crimson puree into the container.",
        "Load the noodle broth and crimson puree into the container.",
        "Convey the noodle broth and crimson puree into the container.",
        "Deliver the noodle broth and crimson puree into the container.",
        "Insert the noodle broth and crimson puree into the container.",
        "Position the noodle broth and crimson puree into the container.",
        "Direct the noodle broth and crimson puree into the container.",
        "Guide the noodle broth and crimson puree into the container.",
        "Channel the noodle broth and crimson puree into the container.",
        "Funnel the noodle broth and crimson puree into the container.",
        "Transport the noodle broth and crimson puree into the container.",
        "Dispatch the noodle broth and crimson puree into the container.",
        "Convey the noodle broth and crimson puree to the container.",
        "Transfer both the noodle broth and crimson puree into the container.",
        "Move both the noodle broth and crimson puree into the container.",
        "Pour both the noodle broth and crimson puree into the container.",
        "Place both the noodle broth and crimson puree into the container.",
        "Deposit both the noodle broth and crimson puree into the container.",
        "Relocate both the noodle broth and crimson puree into the container."
      ]
    },
    "1": {
      "original": "put both the cream cheese box and the butter in the basket",
      "rephrases": [
        "Move the container with spreadable dairy and margarine to the bin.",
        "Place the container containing spreadable dairy and margarine into the bin.",
        "Put the container with spreadable dairy and margarine in the bin.",
        "Relocate the container with spreadable dairy and margarine to the bin.",
        "Deposit the container with spreadable dairy and margarine into the bin.",
        "Shift the container with spreadable dairy and margarine into the bin.",
        "Carry the container with spreadable dairy and margarine to the bin.",
        "Position the container with spreadable dairy and margarine inside the bin.",
        "Insert the container with spreadable dairy and margarine into the bin.",
        "Drop the container with spreadable dairy and margarine into the bin.",
        "Deliver the container with spreadable dairy and margarine to the bin.",
        "Convey the container with spreadable dairy and margarine into the bin.",
        "Direct the container with spreadable dairy and margarine to the bin.",
        "Guide the container with spreadable dairy and margarine into the bin.",
        "Take the container with spreadable dairy and margarine to the bin.",
        "Send the container with spreadable dairy and margarine into the bin.",
        "Dispatch the container with spreadable dairy and margarine to the bin.",
        "Transport the container with spreadable dairy and margarine into the bin.",
        "Bring the container with spreadable dairy and margarine to the bin.",
        "Set the container with spreadable dairy and margarine in the bin.",
        "Drop off the container with spreadable dairy and margarine into the bin.",
        "Place the container with spreadable dairy and margarine inside the bin.",
        "Put the container with spreadable dairy and margarine into the bin.",
        "Insert the container with spreadable dairy and margarine in the bin.",
        "Move the container with spreadable dairy and margarine into the bin."
      ]
    },
    "2": {
      "original": "turn on the stove and put the moka pot on it",
      "rephrases": [
        "Turn on the burner and place the coffee maker on top.",
        "Switch on the burner and position the coffee maker above it.",
        "Start the burner and put the coffee maker on it.",
        "Power up the burner and set the coffee maker on top.",
        "Engage the burner and place the coffee maker atop.",
        "Light the burner and position the coffee maker on it.",
        "Ignite the burner and set the coffee maker above.",
        "Turn the burner on and put the coffee maker on top.",
        "Activate the burner and position the coffee maker on it.",
        "Start the burner and place the coffee maker above.",
        "Switch the burner on and set the coffee maker on top.",
        "Power on the burner and position the coffee maker atop.",
        "Engage the burner and put the coffee maker on it.",
        "Light up the burner and place the coffee maker on top.",
        "Ignite the burner and position the coffee maker above.",
        "Turn on the burner and set the coffee maker on it.",
        "Activate the burner and put the coffee maker above.",
        "Start the burner and position the coffee maker on top.",
        "Switch on the burner and place the coffee maker on it.",
        "Power up the burner and put the coffee maker atop.",
        "Engage the burner and set the coffee maker on it.",
        "Light the burner and position the coffee maker above.",
        "Ignite the burner and place the coffee maker on top.",
        "Turn the burner on and set the coffee maker above.",
        "Activate the burner and position the coffee maker on top."
      ]
    },
    "3": {
      "original": "put the black bowl in the bottom drawer of the cabinet and close it",
      "rephrases": [
        "Place the ebony dish in the bottom section of the cupboard and close it securely.",
        "Put the ebony dish into the cupboard's lowest section and ensure it is shut.",
        "Insert the ebony dish into the bottom part of the cupboard, then close it tightly.",
        "Place the ebony dish in the lowest part of the cupboard and make sure it is closed.",
        "Put the ebony dish into the lowest area of the cupboard and secure it closed.",
        "Insert the ebony dish into the cupboard's bottom section, then shut it securely.",
        "Place the ebony dish in the cupboard's lowest area and ensure it is closed.",
        "Put the ebony dish into the bottom section of the cupboard and close it firmly.",
        "Insert the ebony dish into the lowest compartment of the cupboard, then secure it shut.",
        "Place the ebony dish in the cupboard's bottom area and make sure it is shut.",
        "Put the ebony dish into the lowest part of the cupboard and close it securely.",
        "Insert the ebony dish into the cupboard's lowest compartment, then close it tightly.",
        "Place the ebony dish in the bottom area of the cupboard and ensure it is shut.",
        "Put the ebony dish into the lowest section of the cupboard and make sure it is closed.",
        "Insert the ebony dish into the cupboard's bottom part, then secure it closed.",
        "Place the ebony dish in the lowest compartment of the cupboard and close it securely.",
        "Put the ebony dish into the cupboard's lowest section and close it tightly.",
        "Insert the ebony dish into the bottom area of the cupboard, then ensure it is shut.",
        "Place the ebony dish in the cupboard's lowest part and secure it closed.",
        "Put the ebony dish into the lowest compartment of the cupboard and make sure it is shut.",
        "Insert the ebony dish into the cupboard's bottom area, then close it securely.",
        "Place the ebony dish in the lowest section of the cupboard and ensure it is closed.",
        "Put the ebony dish into the cupboard's bottom compartment and secure it shut.",
        "Insert the ebony dish into the lowest part of the cupboard, then close it firmly.",
        "Place the ebony dish in the cupboard's bottom section and make sure it is shut."
      ]
    },
    "4": {
      "original": "put the white mug on the left plate and put the yellow and white mug on the right plate",
      "rephrases": [
        "Place the light-colored cup on top of the side dish, and set the dual-tone cup on the other dish.",
        "Put the light-colored cup above the side dish, and position the dual-tone cup on the other dish.",
        "Arrange the light-colored cup over the side dish, and place the dual-tone cup on the other dish.",
        "Set the light-colored cup on the side dish, and position the dual-tone cup on the other dish.",
        "Position the light-colored cup on the side dish, and arrange the dual-tone cup on the other dish.",
        "Place the light-colored cup over the side dish, and put the dual-tone cup on the other dish.",
        "Arrange the light-colored cup above the side dish, and set the dual-tone cup on the other dish.",
        "Put the light-colored cup on the side dish, and arrange the dual-tone cup on the other dish.",
        "Set the light-colored cup above the side dish, and place the dual-tone cup on the other dish.",
        "Position the light-colored cup on top of the side dish, and arrange the dual-tone cup on the other dish.",
        "Place the light-colored cup on the side dish, and position the dual-tone cup on the other dish.",
        "Arrange the light-colored cup on top of the side dish, and set the dual-tone cup on the other dish.",
        "Put the light-colored cup over the side dish, and position the dual-tone cup on the other dish.",
        "Set the light-colored cup over the side dish, and arrange the dual-tone cup on the other dish.",
        "Position the light-colored cup above the side dish, and put the dual-tone cup on the other dish.",
        "Place the light-colored cup above the side dish, and arrange the dual-tone cup on the other dish.",
        "Arrange the light-colored cup on the side dish, and set the dual-tone cup on the other dish.",
        "Put the light-colored cup on top of the side dish, and place the dual-tone cup on the other dish.",
        "Set the light-colored cup on top of the side dish, and position the dual-tone cup on the other dish.",
        "Position the light-colored cup on the side dish, and put the dual-tone cup on the other dish.",
        "Place the light-colored cup on top of the side dish, and arrange the dual-tone cup on the other dish.",
        "Arrange the light-colored cup over the side dish, and position the dual-tone cup on the other dish.",
        "Put the light-colored cup above the side dish, and set the dual-tone cup on the other dish.",
        "Set the light-colored cup on the side dish, and place the dual-tone cup on the other dish.",
        "Position the light-colored cup over the side dish, and put the dual-tone cup on the other dish."
      ]
    },
    "5": {
      "original": "pick up the book and place it in the back compartment of the caddy",
      "rephrases": [
        "Pick up the tome and place it in the back part of the holder.",
        "Raise the tome and put it into the rear section of the holder.",
        "Elevate the tome and set it down in the back of the holder.",
        "Grab the tome and position it in the rear area of the holder.",
        "Hoist the tome and insert it into the back section of the holder.",
        "Take the tome and move it to the rear part of the holder.",
        "Lift the tome and position it in the back section of the holder.",
        "Pick up the tome and deposit it in the rear area of the holder.",
        "Raise the tome and place it in the back section of the holder.",
        "Elevate the tome and deposit it into the rear part of the holder.",
        "Grab the tome and put it in the back section of the holder.",
        "Hoist the tome and place it in the rear section of the holder.",
        "Take the tome and set it in the back part of the holder.",
        "Lift the tome and move it to the rear section of the holder.",
        "Pick up the tome and insert it into the back area of the holder.",
        "Raise the tome and position it in the rear section of the holder.",
        "Elevate the tome and place it in the back area of the holder.",
        "Grab the tome and deposit it in the rear section of the holder.",
        "Hoist the tome and move it to the back section of the holder.",
        "Take the tome and place it in the rear part of the holder.",
        "Lift the tome and insert it into the back section of the holder.",
        "Pick up the tome and set it in the rear area of the holder.",
        "Raise the tome and move it to the back part of the holder.",
        "Elevate the tome and position it in the rear part of the holder.",
        "Grab the tome and insert it into the back section of the holder."
      ]
    },
    "6": {
      "original": "put the white mug on the plate and put the chocolate pudding to the right of the plate",
      "rephrases": [
        "Place the light-colored cup on top of the dish and put the cocoa dessert next to the dish's eastern side.",
        "Set the light-colored cup above the dish and position the cocoa dessert beside the dish on the east.",
        "Arrange the light-colored cup over the dish and place the cocoa dessert to the east of the dish.",
        "Put the light-colored cup on the dish and situate the cocoa dessert on the eastern side of the dish.",
        "Position the light-colored cup atop the dish and lay the cocoa dessert adjacent to the dish's east side.",
        "Place the light-colored cup over the dish and arrange the cocoa dessert on the eastern side of the dish.",
        "Set the light-colored cup above the dish and align the cocoa dessert to the east of the dish.",
        "Arrange the light-colored cup on the dish and position the cocoa dessert on the dish's eastern side.",
        "Put the light-colored cup over the dish and set the cocoa dessert on the east side of the dish.",
        "Position the light-colored cup on top of the dish and place the cocoa dessert next to the dish on the east.",
        "Place the light-colored cup above the dish and situate the cocoa dessert on the eastern side.",
        "Set the light-colored cup over the dish and align the cocoa dessert beside the dish's east.",
        "Arrange the light-colored cup on the dish and put the cocoa dessert to the east of the dish.",
        "Put the light-colored cup above the dish and position the cocoa dessert adjacent to the dish's east side.",
        "Position the light-colored cup on the dish and lay the cocoa dessert on the eastern side of the dish.",
        "Place the light-colored cup over the dish and arrange the cocoa dessert to the east of the dish.",
        "Set the light-colored cup atop the dish and situate the cocoa dessert on the dish's eastern side.",
        "Arrange the light-colored cup above the dish and place the cocoa dessert next to the dish on the east.",
        "Put the light-colored cup on top of the dish and align the cocoa dessert on the eastern side of the dish.",
        "Position the light-colored cup over the dish and set the cocoa dessert beside the dish's east.",
        "Place the light-colored cup on the dish and position the cocoa dessert to the east of the dish.",
        "Set the light-colored cup above the dish and lay the cocoa dessert adjacent to the dish's eastern side.",
        "Arrange the light-colored cup on top of the dish and put the cocoa dessert on the east side of the dish.",
        "Put the light-colored cup over the dish and situate the cocoa dessert on the eastern side.",
        "Position the light-colored cup above the dish and arrange the cocoa dessert next to the dish's east."
      ]
    },
    "7": {
      "original": "put both the alphabet soup and the cream cheese box in the basket",
      "rephrases": [
        "Move the letter broth and the dairy carton into the container.",
        "Place the letter broth and the dairy carton inside the container.",
        "Put the letter broth together with the dairy carton into the container.",
        "Insert the letter broth and the dairy carton into the container.",
        "Relocate the letter broth and the dairy carton into the container.",
        "Shift the letter broth along with the dairy carton into the container.",
        "Deposit the letter broth and the dairy carton into the container.",
        "Carry the letter broth and the dairy carton into the container.",
        "Transport the letter broth and the dairy carton into the container.",
        "Position the letter broth and the dairy carton inside the container.",
        "Set the letter broth and the dairy carton into the container.",
        "Deliver the letter broth and the dairy carton into the container.",
        "Convey the letter broth and the dairy carton into the container.",
        "Direct the letter broth and the dairy carton into the container.",
        "Guide the letter broth and the dairy carton into the container.",
        "Bring the letter broth and the dairy carton into the container.",
        "Dispatch the letter broth and the dairy carton into the container.",
        "Send the letter broth and the dairy carton into the container.",
        "Insert the letter broth along with the dairy carton into the container.",
        "Load the letter broth and the dairy carton into the container.",
        "Drop the letter broth and the dairy carton into the container.",
        "Place the letter broth along with the dairy carton inside the container.",
        "Put the letter broth and the dairy carton together into the container.",
        "Move the letter broth along with the dairy carton inside the container.",
        "Transfer the letter broth and the dairy carton into the container."
      ]
    },
    "8": {
      "original": "put both moka pots on the stove",
      "rephrases": [
        "Place two espresso makers on top of the burner.",
        "Set a pair of espresso makers above the burner.",
        "Arrange the espresso makers over the burner.",
        "Put the espresso makers on the burner.",
        "Position two espresso makers on the burner.",
        "Place the espresso makers directly over the burner.",
        "Align a pair of espresso makers above the burner.",
        "Set the espresso makers on top of the burner.",
        "Arrange two espresso makers over the burner.",
        "Position the espresso makers above the burner.",
        "Place a pair of espresso makers on the burner.",
        "Set two espresso makers over the burner.",
        "Arrange the pair of espresso makers on the burner.",
        "Put two espresso makers above the burner.",
        "Position the pair of espresso makers directly over the burner.",
        "Place the espresso makers on top of the burner.",
        "Set the pair of espresso makers above the burner.",
        "Arrange the espresso makers directly over the burner.",
        "Put the pair of espresso makers on the burner.",
        "Position two espresso makers above the burner.",
        "Place the pair of espresso makers over the burner.",
        "Set the espresso makers directly on the burner.",
        "Arrange two espresso makers directly above the burner.",
        "Put the espresso makers above the burner.",
        "Position the espresso makers on top of the burner."
      ]
    },
    "9": {
      "original": "put the yellow and white mug in the microwave and close it",
      "rephrases": [
        "Place the dual-colored cup inside the heating appliance and close it.",
        "Insert the dual-colored cup into the heating appliance and secure it.",
        "Put the dual-colored cup in the heating appliance and lock it.",
        "Move the dual-colored cup into the heating appliance and shut it.",
        "Set the dual-colored cup inside the heating appliance and seal it.",
        "Position the dual-colored cup in the heating appliance and fasten it.",
        "Place the dual-colored cup into the heating appliance and latch it.",
        "Insert the dual-colored cup in the heating appliance and close it.",
        "Put the dual-colored cup into the heating appliance and secure it.",
        "Move the dual-colored cup inside the heating appliance and lock it.",
        "Set the dual-colored cup into the heating appliance and shut it.",
        "Position the dual-colored cup inside the heating appliance and latch it.",
        "Place the dual-colored cup in the heating appliance and fasten it.",
        "Insert the dual-colored cup into the heating appliance and lock it.",
        "Put the dual-colored cup in the heating appliance and seal it.",
        "Move the dual-colored cup into the heating appliance and close it.",
        "Set the dual-colored cup inside the heating appliance and secure it.",
        "Position the dual-colored cup into the heating appliance and shut it.",
        "Place the dual-colored cup inside the heating appliance and lock it.",
        "Insert the dual-colored cup in the heating appliance and fasten it.",
        "Put the dual-colored cup into the heating appliance and latch it.",
        "Move the dual-colored cup in the heating appliance and secure it.",
        "Set the dual-colored cup into the heating appliance and close it.",
        "Position the dual-colored cup inside the heating appliance and lock it.",
        "Place the dual-colored cup in the heating appliance and shut it."
      ]
    }
  }
}