{
  "libero_spatial": {
    "0": {
      "original": "pick up the black bowl between the plate and the ramekin and place it on the plate",
      "rephrases": [
        "Lift the black bowl situated between the dish and the ramekin and set it down on the dish.",
        "Retrieve the dark bowl located between the platter and the ramekin, then put it on the platter.",
        "Grasp the ebony bowl found between the saucer and the ramekin and position it onto the saucer.",
        "Take hold of the black dishware between the plate and the ramekin and lay it on the plate.",
        "Elevate the black bowl that's between the plate and the ramekin, and rest it on the plate.",
        "Grab the black bowl placed between the plate and the ramekin and transfer it onto the plate.",
        "Seize the black container between the platter and the ramekin and deposit it on the platter.",
        "Hoist the black bowl nestled between the plate and the ramekin and relocate it to the plate.",
        "Take the black bowl that's between the plate and the ramekin and set it atop the plate.",
        "Pick the black bowl that lies between the plate and the ramekin and lay it down on the plate.",
        "Lift the black vessel from between the plate and the ramekin and rest it on the plate.",
        "Raise the black bowl from its spot between the plate and the ramekin and set it on the plate.",
        "Fetch the black bowl from between the plate and the ramekin and place it on the plate.",
        "Snatch the black bowl positioned between the plate and the ramekin and put it on the plate.",
        "Acquire the black bowl located between the plate and the ramekin and position it on the plate.",
        "Move the black bowl that sits between the plate and the ramekin to the plate.",
        "Handle the black bowl that rests between the plate and the ramekin and place it on the plate.",
        "Shift the black bowl from its place between the plate and the ramekin to the plate.",
        "Take the black bowl found between the plate and the ramekin and put it on the plate.",
        "Lift the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Grab the black bowl that's nestled between the plate and the ramekin and place it on the plate.",
        "Take hold of the black bowl, which is between the plate and the ramekin, and set it on the plate.",
        "Elevate the black bowl from between the plate and the ramekin and rest it on the plate.",
        "Pick the black bowl that is placed between the plate and the ramekin and put it on the plate.",
        "Lift the black bowl situated between the plate and the ramekin and lay it on the plate.",
        "Handle the black bowl that is between the plate and the ramekin and place it onto the plate.",
        "Seize the black bowl that lies between the plate and the ramekin and rest it on the plate.",
        "Grasp the black bowl located between the plate and the ramekin and position it on the plate.",
        "Acquire the black bowl placed between the plate and the ramekin and move it to the plate.",
        "Move the black bowl from its spot between the plate and the ramekin to the plate.",
        "Hoist the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Take the black bowl that is nestled between the plate and the ramekin and place it on the plate.",
        "Fetch the black bowl that's located between the plate and the ramekin and put it on the plate.",
        "Snatch the black bowl from its place between the plate and the ramekin and rest it on the plate.",
        "Retrieve the black bowl that sits between the plate and the ramekin and lay it on the plate.",
        "Raise the black bowl that's placed between the plate and the ramekin and set it on the plate.",
        "Handle the black bowl located between the plate and the ramekin and put it on the plate.",
        "Shift the black bowl from between the plate and the ramekin to the plate.",
        "Take the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Lift the black bowl from its position between the plate and the ramekin and set it on the plate.",
        "Grab the black bowl that is situated between the plate and the ramekin and lay it on the plate.",
        "Take hold of the black bowl from between the plate and the ramekin and rest it on the plate.",
        "Elevate the black bowl from its spot between the plate and the ramekin and place it on the plate.",
        "Pick the black bowl that is located between the plate and the ramekin and put it on the plate.",
        "Lift the black bowl that's nestled between the plate and the ramekin and set it on the plate.",
        "Handle the black bowl that is placed between the plate and the ramekin and lay it on the plate.",
        "Seize the black bowl from between the plate and the ramekin and rest it on the plate.",
        "Grasp the black bowl that's situated between the plate and the ramekin and place it on the plate.",
        "Acquire the black bowl from its position between the plate and the ramekin and set it on the plate.",
        "Move the black bowl that is located between the plate and the ramekin to the plate.",
        "Hoist the black bowl from between the plate and the ramekin and lay it on the plate.",
        "Take the black bowl that's placed between the plate and the ramekin and put it on the plate.",
        "Fetch the black bowl that is nestled between the plate and the ramekin and rest it on the plate.",
        "Snatch the black bowl that is situated between the plate and the ramekin and set it on the plate.",
        "Retrieve the black bowl from its spot between the plate and the ramekin and lay it on the plate.",
        "Raise the black bowl that is located between the plate and the ramekin and place it on the plate.",
        "Handle the black bowl from between the plate and the ramekin and set it on the plate.",
        "Shift the black bowl that is placed between the plate and the ramekin to the plate.",
        "Take the black bowl that is situated between the plate and the ramekin and rest it on the plate.",
        "Lift the black bowl from between the plate and the ramekin and lay it on the plate.",
        "Grab the black bowl that's located between the plate and the ramekin and put it on the plate.",
        "Take hold of the black bowl that is nestled between the plate and the ramekin and set it on the plate.",
        "Elevate the black bowl that is situated between the plate and the ramekin and place it on the plate.",
        "Pick the black bowl from its spot between the plate and the ramekin and rest it on the plate.",
        "Lift the black bowl that is located between the plate and the ramekin and lay it on the plate.",
        "Handle the black bowl that's placed between the plate and the ramekin and set it on the plate.",
        "Seize the black bowl that is situated between the plate and the ramekin and put it on the plate.",
        "Grasp the black bowl from between the plate and the ramekin and rest it on the plate.",
        "Acquire the black bowl that is nestled between the plate and the ramekin and lay it on the plate.",
        "Move the black bowl that's located between the plate and the ramekin to the plate.",
        "Hoist the black bowl that is situated between the plate and the ramekin and place it on the plate.",
        "Take the black bowl from its position between the plate and the ramekin and set it on the plate.",
        "Fetch the black bowl that is placed between the plate and the ramekin and rest it on the plate.",
        "Snatch the black bowl that's located between the plate and the ramekin and lay it on the plate.",
        "Retrieve the black bowl that is situated between the plate and the ramekin and put it on the plate.",
        "Raise the black bowl from between the plate and the ramekin and place it on the plate.",
        "Handle the black bowl that is nestled between the plate and the ramekin and set it on the plate.",
        "Shift the black bowl from its position between the plate and the ramekin to the plate.",
        "Take the black bowl that is placed between the plate and the ramekin and lay it on the plate.",
        "Lift the black bowl that's situated between the plate and the ramekin and rest it on the plate.",
        "Grab the black bowl from its spot between the plate and the ramekin and put it on the plate.",
        "Take hold of the black bowl that is located between the plate and the ramekin and set it on the plate.",
        "Elevate the black bowl that is nestled between the plate and the ramekin and place it on the plate.",
        "Pick the black bowl that's situated between the plate and the ramekin and rest it on the plate.",
        "Lift the black bowl from its place between the plate and the ramekin and lay it on the plate.",
        "Handle the black bowl that is located between the plate and the ramekin and set it on the plate.",
        "Seize the black bowl from between the plate and the ramekin and put it on the plate.",
        "Grasp the black bowl that's placed between the plate and the ramekin and rest it on the plate.",
        "Acquire the black bowl that is situated between the plate and the ramekin and lay it on the plate.",
        "Move the black bowl from its location between the plate and the ramekin to the plate.",
        "Hoist the black bowl that is nestled between the plate and the ramekin and place it on the plate.",
        "Take the black bowl that's situated between the plate and the ramekin and set it on the plate.",
        "Fetch the black bowl from its position between the plate and the ramekin and rest it on the plate.",
        "Snatch the black bowl that is located between the plate and the ramekin and lay it on the plate.",
        "Retrieve the black bowl that's placed between the plate and the ramekin and put it on the plate.",
        "Raise the black bowl that is situated between the plate and the ramekin and place it on the plate.",
        "Handle the black bowl from its location between the plate and the ramekin and set it on the plate.",
        "Shift the black bowl that is nestled between the plate and the ramekin to the plate.",
        "Take the black bowl that's located between the plate and the ramekin and rest it on the plate.",
        "Lift the black bowl from its position between the plate and the ramekin and lay it on the plate."
      ],
      "negative_rephrases": [
        "Lift the black bowl situated between the plate and the ramekin and set it on the plate.",
        "Grab the black dish between the plate and the ramekin and put it on top of the plate.",
        "Take the black bowl from between the plate and the ramekin and lay it on the plate.",
        "Retrieve the black bowl nestled between the plate and the ramekin and position it on the plate.",
        "Pick the black bowl located between the plate and the ramekin and place it atop the plate.",
        "Grasp the black bowl found between the plate and the ramekin and move it onto the plate.",
        "Hoist the black bowl that is between the plate and the ramekin and rest it on the plate.",
        "Elevate the black bowl from its spot between the plate and the ramekin and put it on the plate.",
        "Scoop up the black bowl from between the plate and the ramekin and deposit it on the plate.",
        "Collect the black bowl positioned between the plate and the ramekin and transfer it to the plate.",
        "Seize the black bowl that lies between the plate and the ramekin and settle it on the plate.",
        "Lift the bowl that is black from the place between the plate and the ramekin and place it on the plate.",
        "Raise the black bowl that is situated between the plate and the ramekin and set it on the plate.",
        "Take hold of the black bowl that sits between the plate and the ramekin and put it on the plate.",
        "Fetch the black bowl that rests between the plate and the ramekin and place it on the plate.",
        "Snatch the black bowl from its position between the plate and the ramekin and lay it on the plate.",
        "Acquire the black bowl that is located between the plate and the ramekin and place it on the plate.",
        "Handle the black bowl that is nestled between the plate and the ramekin and lay it on the plate.",
        "Secure the black bowl that is found between the plate and the ramekin and position it on the plate.",
        "Take the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Grasp the black bowl situated between the plate and the ramekin and place it on the plate.",
        "Elevate the black bowl between the plate and the ramekin and rest it on the plate.",
        "Retrieve the black bowl from between the plate and the ramekin and lay it on the plate.",
        "Lift the black bowl from between the plate and the ramekin and put it on the plate.",
        "Pick up the black bowl from its spot between the plate and the ramekin and set it on the plate.",
        "Hoist the black bowl that rests between the plate and the ramekin and place it on the plate.",
        "Snatch the black bowl located between the plate and the ramekin and position it on the plate.",
        "Collect the black bowl that lies between the plate and the ramekin and lay it on the plate.",
        "Secure the black bowl from the area between the plate and the ramekin and put it on the plate.",
        "Handle the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Take the black bowl that is found between the plate and the ramekin and set it on the plate.",
        "Grab the black bowl sitting between the plate and the ramekin and rest it on the plate.",
        "Elevate the black bowl that is located between the plate and the ramekin and lay it on the plate.",
        "Fetch the black bowl that is nestled between the plate and the ramekin and place it on the plate.",
        "Snatch the black bowl that is between the plate and the ramekin and move it to the plate.",
        "Acquire the black bowl positioned between the plate and the ramekin and put it on the plate.",
        "Collect the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Pick the black bowl from its location between the plate and the ramekin and set it on the plate.",
        "Hoist the black bowl that is found between the plate and the ramekin and lay it on the plate.",
        "Lift the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Retrieve the black bowl that is situated between the plate and the ramekin and put it on the plate.",
        "Grasp the black bowl located between the plate and the ramekin and rest it on the plate.",
        "Snatch the black bowl from the area between the plate and the ramekin and lay it on the plate.",
        "Seize the black bowl that is positioned between the plate and the ramekin and place it on the plate.",
        "Handle the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Secure the black bowl that is found between the plate and the ramekin and put it on the plate.",
        "Take the black bowl from its location between the plate and the ramekin and lay it on the plate.",
        "Grab the black bowl that is nestled between the plate and the ramekin and rest it on the plate.",
        "Elevate the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Fetch the black bowl that is found between the plate and the ramekin and set it on the plate.",
        "Hoist the black bowl that is between the plate and the ramekin and put it on the plate.",
        "Pick the black bowl situated between the plate and the ramekin and lay it on the plate.",
        "Snatch the black bowl from its spot between the plate and the ramekin and rest it on the plate.",
        "Acquire the black bowl that is positioned between the plate and the ramekin and place it on the plate.",
        "Collect the black bowl that is between the plate and the ramekin and set it on the plate.",
        "Lift the black bowl from between the plate and the ramekin and lay it on the plate.",
        "Retrieve the black bowl that is located between the plate and the ramekin and put it on the plate.",
        "Grasp the black bowl from its position between the plate and the ramekin and place it on the plate.",
        "Seize the black bowl that is nestled between the plate and the ramekin and set it on the plate.",
        "Take the black bowl that is between the plate and the ramekin and rest it on the plate.",
        "Hoist the black bowl situated between the plate and the ramekin and lay it on the plate.",
        "Pick up the black bowl that is found between the plate and the ramekin and put it on the plate.",
        "Lift the dark dish located between the platter and the small dish and set it on the platter.",
        "Secure the black bowl from its location between the plate and the ramekin and set it on the plate.",
        "Grab the black bowl that is positioned between the plate and the ramekin and lay it on the plate.",
        "Elevate the black bowl that is nestled between the plate and the ramekin and rest it on the plate.",
        "Fetch the black bowl that is between the plate and the ramekin and place it on the plate.",
        "Snatch the black bowl from between the plate and the ramekin and set it on the plate.",
        "Acquire the black bowl that is found between the plate and the ramekin and put it on the plate.",
        "Collect the black bowl that is situated between the plate and the ramekin and lay it on the plate.",
        "Lift the black bowl that is between the plate and the ramekin and rest it on the plate.",
        "Retrieve the black bowl from its spot between the plate and the ramekin and place it on the plate.",
        "Grasp the black bowl that is located between the plate and the ramekin and set it on the plate.",
        "Seize the black bowl that is between the plate and the ramekin and lay it on the plate.",
        "Take the black bowl that is nestled between the plate and the ramekin and put it on the plate.",
        "Hoist the black bowl from its position between the plate and the ramekin and place it on the plate.",
        "Pick the black bowl that is positioned between the plate and the ramekin and set it on the plate.",
        "Handle the black bowl that is found between the plate and the ramekin and rest it on the plate.",
        "Secure the black bowl that is between the plate and the ramekin and lay it on the plate.",
        "Grab the black bowl situated between the plate and the ramekin and put it on the plate.",
        "Elevate the black bowl from between the plate and the ramekin and place it on the plate.",
        "Fetch the black bowl that is positioned between the plate and the ramekin and set it on the plate.",
        "Snatch the black bowl from its location between the plate and the ramekin and rest it on the plate.",
        "Acquire the black bowl that is nestled between the plate and the ramekin and lay it on the plate.",
        "Collect the black bowl that is between the plate and the ramekin and put it on the plate.",
        "Lift the black bowl that is found between the plate and the ramekin and set it on the plate.",
        "Retrieve the black bowl from its area between the plate and the ramekin and place it on the plate.",
        "Grasp the black bowl that is situated between the plate and the ramekin and lay it on the plate.",
        "Seize the black bowl that is located between the plate and the ramekin and rest it on the plate.",
        "Take the black bowl that is between the plate and the ramekin and put it on the plate.",
        "Hoist the black bowl that is nestled between the plate and the ramekin and set it on the plate.",
        "Pick the black bowl from its position between the plate and the ramekin and lay it on the plate.",
        "Handle the black bowl that is positioned between the plate and the ramekin and rest it on the plate.",
        "Secure the black bowl that is between the plate and the ramekin and put it on the plate.",
        "Grab the black bowl from its spot between the plate and the ramekin and set it on the plate.",
        "Lift the black dish located between the plate and the ramekin and set it down on the plate.",
        "Fetch the black bowl that is situated between the plate and the ramekin and place it on the plate.",
        "Snatch the black bowl that is found between the plate and the ramekin and rest it on the plate.",
        "Acquire the black bowl that is between the plate and the ramekin and lay it on the plate.",
        "Collect the black bowl from its position between the plate and the ramekin and put it on the plate."
      ]
    },
    "1": {
      "original": "pick up the black bowl next to the ramekin and place it on the plate",
      "rephrases": [
        "Lift the black dish beside the ramekin and set it on the platter.",
        "Grab the ebony bowl adjacent to the ramekin and lay it on the dish.",
        "Take the dark bowl near the ramekin and put it on the plate.",
        "Retrieve the black bowl by the ramekin and position it on the plate.",
        "Collect the black bowl next to the ramekin and place it on the dish.",
        "Seize the black bowl that is beside the ramekin and place it on the platter.",
        "Pick up the black bowl located next to the ramekin and put it on the plate.",
        "Take hold of the black bowl near the ramekin and set it on the dish.",
        "Grasp the black bowl beside the ramekin and lay it on the plate.",
        "Elevate the black bowl near the ramekin and rest it on the platter.",
        "Lift the black bowl adjacent to the ramekin and place it on the dish.",
        "Pick up the black bowl by the ramekin and position it on the plate.",
        "Take the black bowl next to the ramekin and put it on the platter.",
        "Grab the black bowl near the ramekin and set it on the plate.",
        "Hold the black bowl beside the ramekin and place it on the dish.",
        "Snatch the black bowl next to the ramekin and lay it on the plate.",
        "Raise the black bowl near the ramekin and rest it on the platter.",
        "Hoist the black bowl that is adjacent to the ramekin and place it on the dish.",
        "Collect the black bowl by the ramekin and position it on the plate.",
        "Seize the black bowl near the ramekin and put it on the platter.",
        "Retrieve the black bowl beside the ramekin and set it on the dish.",
        "Lift the black bowl next to the ramekin and lay it on the plate.",
        "Pick up the black bowl adjacent to the ramekin and rest it on the platter.",
        "Take hold of the black bowl near the ramekin and place it on the dish.",
        "Grab the black bowl that is beside the ramekin and position it on the plate.",
        "Grasp the black bowl by the ramekin and put it on the platter.",
        "Elevate the black bowl near the ramekin and set it on the dish.",
        "Hoist the black bowl next to the ramekin and lay it on the plate.",
        "Snatch the black bowl adjacent to the ramekin and rest it on the platter.",
        "Collect the black bowl near the ramekin and place it on the dish.",
        "Seize the black bowl beside the ramekin and position it on the plate.",
        "Retrieve the black bowl next to the ramekin and put it on the platter.",
        "Take the black bowl by the ramekin and set it on the dish.",
        "Lift the black bowl near the ramekin and lay it on the plate.",
        "Pick up the black bowl beside the ramekin and rest it on the platter.",
        "Grab the black bowl next to the ramekin and place it on the dish.",
        "Take hold of the black bowl adjacent to the ramekin and position it on the plate.",
        "Grasp the black bowl near the ramekin and put it on the platter.",
        "Elevate the black bowl by the ramekin and set it on the dish.",
        "Lift the dark bowl beside the ramekin and set it on the plate.",
        "Hoist the black bowl beside the ramekin and rest it on the platter.",
        "Collect the black bowl adjacent to the ramekin and place it on the dish.",
        "Seize the black bowl near the ramekin and position it on the plate.",
        "Retrieve the black bowl by the ramekin and put it on the platter.",
        "Lift the black bowl next to the ramekin and set it on the dish.",
        "Pick up the black bowl near the ramekin and lay it on the plate.",
        "Take the black bowl beside the ramekin and rest it on the platter.",
        "Grab the black bowl adjacent to the ramekin and place it on the dish.",
        "Take hold of the black bowl by the ramekin and position it on the plate.",
        "Grasp the black bowl next to the ramekin and put it on the platter.",
        "Lift the dark bowl situated beside the ramekin and set it on the plate.",
        "Hoist the black bowl beside the ramekin and lay it on the plate.",
        "Snatch the black bowl by the ramekin and rest it on the platter.",
        "Lift the dark bowl beside the ramekin and set it on the dish.",
        "Seize the black bowl adjacent to the ramekin and position it on the plate.",
        "Retrieve the black bowl near the ramekin and put it on the platter.",
        "Lift the black bowl beside the ramekin and set it on the dish.",
        "Pick up the black bowl by the ramekin and lay it on the plate.",
        "Take the black bowl next to the ramekin and rest it on the platter.",
        "Grab the black bowl near the ramekin and place it on the dish.",
        "Take hold of the black bowl beside the ramekin and position it on the plate.",
        "Grasp the black bowl adjacent to the ramekin and put it on the platter.",
        "Grab the black dish near the ramekin and put it onto the plate.",
        "Grab the black dish near the ramekin and put it on the platter.",
        "Snatch the black bowl near the ramekin and rest it on the platter.",
        "Collect the black bowl beside the ramekin and place it on the dish.",
        "Seize the black bowl by the ramekin and position it on the plate.",
        "Take the ebony bowl adjacent to the ramekin and position it on the serving plate.",
        "Lift the black bowl near the ramekin and set it on the dish.",
        "Pick up the black bowl beside the ramekin and lay it on the plate.",
        "Take the black bowl adjacent to the ramekin and rest it on the platter.",
        "Grab the black bowl by the ramekin and place it on the dish.",
        "Take hold of the black bowl next to the ramekin and position it on the plate.",
        "Grab the ebony bowl near the ramekin and put it onto the platter.",
        "Elevate the black bowl beside the ramekin and set it on the dish.",
        "Hoist the black bowl by the ramekin and lay it on the plate.",
        "Snatch the black bowl next to the ramekin and rest it on the platter.",
        "Grab the ebony bowl near the ramekin and position it onto the platter.",
        "Grab the black dishware adjacent to the ramekin and put it onto the platter.",
        "Take the ebony bowl adjacent to the ramekin and position it onto the dish.",
        "Retrieve the ebony bowl adjacent to the ramekin and position it on the platter.",
        "Grab the ebony bowl adjacent to the ramekin and position it onto the platter.",
        "Grab the ebony bowl adjacent to the ramekin and put it onto the platter.",
        "Grasp the black bowl near the ramekin and lay it onto the serving plate.",
        "Grab the ebony dish near the ramekin and put it on the platter.",
        "Lift the dark-colored bowl beside the ramekin and set it on the dish.",
        "Grab the ebony bowl near the small dish and put it on the platter.",
        "Grab the black bowl adjacent to the ramekin and put it onto the plate.",
        "Lift the dark bowl beside the ramekin and set it down on the dish.",
        "Retrieve the black dish near the ramekin and position it on the platter.",
        "Grab the black dish near the ramekin and put it onto the serving plate.",
        "Take the ebony bowl adjacent to the ramekin and position it on top of the plate.",
        "Retrieve the black dishware near the ramekin and lay it on the serving plate.",
        "Grab the black dishware near the ramekin and position it onto the platter.",
        "Grab the black dish near the ramekin and put it onto the platter.",
        "Retrieve the ebony bowl adjacent to the ramekin and position it atop the plate.",
        "Grab the ebony bowl adjacent to the ramekin and position it on the platter.",
        "Lift the dark bowl beside the ramekin and set it down on the plate.",
        "Grab the ebony bowl adjacent to the ramekin and position it on the serving plate.",
        "Lift the dark bowl beside the ramekin and set it onto the plate."
      ],
      "negative_rephrases": [
        "Lift the black dish beside the ramekin and set it on the plate.",
        "Take the black bowl adjacent to the ramekin and put it on the dish.",
        "Grab the black bowl near the ramekin and lay it on the plate.",
        "Retrieve the black bowl positioned next to the ramekin and position it on the plate.",
        "Hoist the black bowl beside the ramekin and rest it on the plate.",
        "Seize the black bowl next to the ramekin and deposit it on the plate.",
        "Pick the black bowl near the ramekin and place it atop the plate.",
        "Raise the black bowl by the ramekin and put it on the plate.",
        "Lift the black container next to the ramekin and set it on the dish.",
        "Grasp the black bowl adjacent to the ramekin and lay it on the plate.",
        "Collect the black bowl beside the ramekin and position it on the plate.",
        "Elevate the black bowl by the ramekin and place it on the dish.",
        "Snatch the black bowl near the ramekin and rest it on the plate.",
        "Hoist the black dish beside the ramekin and deposit it on the plate.",
        "Take hold of the black bowl next to the ramekin and put it on the plate.",
        "Pick up the ebony bowl beside the ramekin and set it on the plate.",
        "Grab the dark bowl next to the ramekin and place it on the dish.",
        "Lift the black vessel adjacent to the ramekin and lay it on the dish.",
        "Fetch the black bowl near the ramekin and position it on the plate.",
        "Seize the black dish by the ramekin and rest it on the plate.",
        "Hoist the black bowl beside the ramekin and put it on the dish.",
        "Pick the black container next to the ramekin and set it on the plate.",
        "Take the black bowl adjacent to the ramekin and place it on the dish.",
        "Raise the black bowl near the ramekin and lay it on the plate.",
        "Grasp the black bowl by the ramekin and position it on the dish.",
        "Collect the black dish next to the ramekin and rest it on the plate.",
        "Elevate the black bowl beside the ramekin and put it on the plate.",
        "Snatch the black bowl adjacent to the ramekin and set it on the dish.",
        "Hoist the black bowl near the ramekin and place it on the plate.",
        "Take hold of the black dish by the ramekin and lay it on the plate.",
        "Lift the black bowl beside the ramekin and deposit it on the dish.",
        "Grab the black bowl next to the ramekin and rest it on the plate.",
        "Retrieve the black container adjacent to the ramekin and put it on the plate.",
        "Hoist the black dish near the ramekin and set it on the plate.",
        "Seize the black bowl by the ramekin and place it on the dish.",
        "Pick the black bowl beside the ramekin and lay it on the plate.",
        "Raise the black bowl next to the ramekin and position it on the dish.",
        "Grasp the black dish adjacent to the ramekin and rest it on the plate.",
        "Take the black bowl near the ramekin and put it on the plate.",
        "Lift the black bowl by the ramekin and set it on the dish.",
        "Grab the black vessel beside the ramekin and lay it on the plate.",
        "Fetch the black bowl next to the ramekin and position it on the dish.",
        "Snatch the black bowl adjacent to the ramekin and rest it on the plate.",
        "Hoist the black container near the ramekin and put it on the plate.",
        "Pick up the black dish by the ramekin and set it on the plate.",
        "Take hold of the black bowl beside the ramekin and place it on the dish.",
        "Lift the black bowl next to the ramekin and lay it on the plate.",
        "Grab the black bowl adjacent to the ramekin and position it on the dish.",
        "Retrieve the black bowl near the ramekin and rest it on the plate.",
        "Hoist the black dish by the ramekin and put it on the plate.",
        "Seize the black container beside the ramekin and set it on the dish.",
        "Pick the black bowl next to the ramekin and place it on the plate.",
        "Raise the black bowl adjacent to the ramekin and lay it on the dish.",
        "Grasp the black dish near the ramekin and position it on the plate.",
        "Take the black bowl by the ramekin and rest it on the plate.",
        "Lift the black bowl beside the ramekin and put it on the dish.",
        "Grab the black bowl next to the ramekin and set it on the plate.",
        "Fetch the black bowl adjacent to the ramekin and place it on the dish.",
        "Snatch the black bowl near the ramekin and lay it on the plate.",
        "Hoist the black vessel by the ramekin and position it on the dish.",
        "Pick up the black bowl beside the ramekin and rest it on the plate.",
        "Take hold of the black dish next to the ramekin and put it on the plate.",
        "Lift the black bowl adjacent to the ramekin and set it on the dish.",
        "Grab the black container near the ramekin and lay it on the plate.",
        "Retrieve the black bowl by the ramekin and position it on the dish.",
        "Lift the dark-colored bowl adjacent to the ramekin and set it on the dish.",
        "Seize the black dish next to the ramekin and put it on the plate.",
        "Pick the black bowl adjacent to the ramekin and set it on the dish.",
        "Raise the black bowl near the ramekin and place it on the plate.",
        "Grasp the black bowl by the ramekin and lay it on the dish.",
        "Take the black dish beside the ramekin and position it on the plate.",
        "Lift the black bowl next to the ramekin and rest it on the dish.",
        "Grab the black bowl adjacent to the ramekin and put it on the plate.",
        "Fetch the black container near the ramekin and set it on the dish.",
        "Snatch the black bowl by the ramekin and lay it on the plate.",
        "Hoist the black bowl beside the ramekin and position it on the dish.",
        "Pick up the black dish next to the ramekin and rest it on the plate.",
        "Take hold of the black bowl adjacent to the ramekin and put it on the dish.",
        "Lift the black bowl near the ramekin and set it on the plate.",
        "Grab the black vessel by the ramekin and lay it on the dish.",
        "Retrieve the black bowl beside the ramekin and position it on the plate.",
        "Hoist the black bowl next to the ramekin and rest it on the dish.",
        "Seize the black dish adjacent to the ramekin and put it on the plate.",
        "Pick the black bowl near the ramekin and set it on the dish.",
        "Raise the black bowl by the ramekin and place it on the plate.",
        "Grasp the black container beside the ramekin and lay it on the dish.",
        "Take the black bowl next to the ramekin and position it on the plate.",
        "Lift the black bowl adjacent to the ramekin and rest it on the dish.",
        "Grab the black bowl near the ramekin and put it on the plate.",
        "Fetch the black dish by the ramekin and set it on the dish.",
        "Snatch the black bowl beside the ramekin and lay it on the plate.",
        "Hoist the black bowl next to the ramekin and position it on the dish.",
        "Pick up the black container adjacent to the ramekin and rest it on the plate.",
        "Take hold of the black bowl near the ramekin and put it on the dish.",
        "Lift the black bowl by the ramekin and set it on the plate.",
        "Grab the black dish beside the ramekin and lay it on the dish.",
        "Retrieve the black bowl next to the ramekin and position it on the plate.",
        "Hoist the black bowl adjacent to the ramekin and rest it on the dish.",
        "Seize the black bowl near the ramekin and put it on the plate.",
        "Pick the black bowl by the ramekin and set it on the dish."
      ]
    },
    "2": {
      "original": "pick up the black bowl from table center and place it on the plate",
      "rephrases": [
        "Lift the black dish from the center of the table and set it on the plate.",
        "Grab the dark bowl from the middle of the table and put it onto the plate.",
        "Retrieve the black vessel from the table's center and position it on the plate.",
        "Take the black bowl from the center of the table and lay it on the plate.",
        "Collect the ebony bowl from the table's middle and rest it on the plate.",
        "Grasp the black dish from the center of the table and transfer it to the plate.",
        "Elevate the black bowl from the table center and deposit it on the plate.",
        "Take hold of the black container from the middle of the table and move it to the plate.",
        "Remove the black bowl from the center of the table and place it atop the plate.",
        "Pick the black bowl from the table's center and position it on the dish.",
        "Lift the dark bowl from the center of the table and set it down on the plate.",
        "Grasp the black bowl from the table center and lay it on the plate.",
        "Fetch the black bowl from the middle of the table and rest it on the plate.",
        "Hoist the black bowl from the center of the table and place it on the dish.",
        "Snatch the black bowl from the table's middle and put it onto the plate.",
        "Seize the black dish from the center of the table and transfer it to the plate.",
        "Grab the black bowl from the table's center and set it on the plate.",
        "Lift the black bowl from the middle of the table and position it on the plate.",
        "Move the black bowl from the table center and lay it on the plate.",
        "Raise the black bowl from the center of the table and place it on the dish.",
        "Snatch the black vessel from the middle of the table and put it on the plate.",
        "Take the black bowl from the table's center and rest it on the plate.",
        "Pick up the black bowl from the table's middle and set it on the plate.",
        "Hoist the black dish from the center of the table and position it on the plate.",
        "Collect the black bowl from the middle of the table and place it on the plate.",
        "Retrieve the black bowl from the center of the table and put it on the plate.",
        "Grasp the black bowl from the table's center and position it on the dish.",
        "Take the black bowl from the center of the table and lay it on the dish.",
        "Lift the black bowl from the table's middle and set it on the dish.",
        "Pick the black bowl from the center of the table and rest it on the dish.",
        "Elevate the black dish from the center of the table and place it on the plate.",
        "Seize the black bowl from the middle of the table and put it on the dish.",
        "Snatch the black bowl from the table's center and lay it on the plate.",
        "Hoist the black bowl from the middle of the table and position it on the dish.",
        "Grab the black bowl from the center of the table and rest it on the dish.",
        "Move the black bowl from the table's center and set it on the dish.",
        "Raise the black bowl from the middle of the table and place it on the plate.",
        "Fetch the black bowl from the center of the table and put it on the dish.",
        "Take hold of the black bowl from the table's middle and lay it on the plate.",
        "Remove the black bowl from the center of the table and position it on the dish.",
        "Collect the black dish from the table center and set it on the plate.",
        "Pick up the black vessel from the middle of the table and place it on the dish.",
        "Take the black bowl from the table's center and rest it on the dish.",
        "Grasp the black bowl from the center of the table and put it on the plate.",
        "Lift the black dish from the table's middle and lay it on the plate.",
        "Retrieve the black bowl from the center of the table and set it on the dish.",
        "Elevate the black bowl from the table's center and position it on the plate.",
        "Grab the black bowl from the middle of the table and place it on the dish.",
        "Snatch the black bowl from the center of the table and rest it on the plate.",
        "Hoist the black bowl from the table's center and put it on the dish.",
        "Take the black dish from the middle of the table and lay it on the plate.",
        "Seize the black bowl from the center of the table and set it on the dish.",
        "Move the black bowl from the table's middle and position it on the plate.",
        "Fetch the black bowl from the center of the table and place it on the dish.",
        "Raise the black bowl from the table's center and lay it on the plate.",
        "Collect the black bowl from the middle of the table and put it on the dish.",
        "Pick the black bowl from the table center and rest it on the plate.",
        "Lift the black bowl from the center of the table and set it on the dish.",
        "Grasp the black bowl from the table's middle and position it on the plate.",
        "Take hold of the black dish from the center of the table and place it on the dish.",
        "Remove the black bowl from the table's center and lay it on the plate.",
        "Hoist the black dish from the middle of the table and put it on the plate.",
        "Snatch the black bowl from the center of the table and rest it on the dish.",
        "Seize the black bowl from the table's middle and set it on the plate.",
        "Grab the black bowl from the center of the table and position it on the dish.",
        "Elevate the black bowl from the table's center and place it on the plate.",
        "Collect the black bowl from the middle of the table and lay it on the dish.",
        "Lift the dark bowl from the middle of the table and set it on the dish.",
        "Move the black bowl from the table's middle and rest it on the dish.",
        "Take the black bowl from the center of the table and set it on the plate.",
        "Lift the black bowl from the table's center and place it on the dish.",
        "Grasp the black dish from the middle of the table and lay it on the plate.",
        "Pick up the black bowl from the center of the table and position it on the dish.",
        "Fetch the black bowl from the table's center and put it on the plate.",
        "Raise the black bowl from the middle of the table and set it on the dish.",
        "Snatch the black bowl from the center of the table and place it on the plate.",
        "Take hold of the black bowl from the table's middle and rest it on the dish.",
        "Remove the black bowl from the center of the table and lay it on the plate.",
        "Lift the dark dish from the middle of the table and set it on the platter.",
        "Seize the black dish from the middle of the table and set it on the plate.",
        "Grab the black dish from the center of the table and position it onto the platter.",
        "Collect the black bowl from the table's middle and place it on the plate.",
        "Elevate the black bowl from the center of the table and rest it on the dish.",
        "Move the black bowl from the table's center and lay it on the plate.",
        "Take the black dish from the middle of the table and put it on the plate.",
        "Pick the black bowl from the center of the table and set it on the dish.",
        "Lift the black bowl from the table's middle and position it on the plate.",
        "Grasp the black bowl from the center of the table and place it on the dish.",
        "Retrieve the black dish from the table's center and rest it on the plate.",
        "Hoist the black bowl from the middle of the table and lay it on the dish.",
        "Snatch the black bowl from the center of the table and put it on the plate.",
        "Seize the black bowl from the table's middle and set it on the dish.",
        "Fetch the black bowl from the center of the table and position it on the plate.",
        "Take hold of the black bowl from the table's center and place it on the dish.",
        "Remove the black bowl from the middle of the table and lay it on the plate.",
        "Collect the black bowl from the center of the table and put it on the dish.",
        "Elevate the black dish from the table's center and rest it on the plate.",
        "Move the black bowl from the middle of the table and set it on the dish.",
        "Raise the black bowl from the center of the table and position it on the plate.",
        "Lift the black bowl from the table's middle and place it on the dish."
      ],
      "negative_rephrases": [
        "Lift the black bowl from the middle of the table and set it on the plate.",
        "Retrieve the black dish from the center of the table and position it on the plate.",
        "Take the dark bowl from the table's center and put it onto the plate.",
        "Grab the black bowl from the center of the table and lay it on the plate.",
        "Move the black bowl from the table's center to the plate.",
        "Elevate the black bowl from the middle of the table and transfer it to the plate.",
        "Collect the black bowl from the table's center and rest it on the plate.",
        "Hoist the black bowl from the center of the table and place it on the plate.",
        "Fetch the black bowl from the center of the table and deposit it on the plate.",
        "Pick the black bowl from the table's middle and position it on the plate.",
        "Grasp the black bowl from the center of the table and set it on the plate.",
        "Remove the black bowl from the table's center and place it on the plate.",
        "Snatch the black bowl from the middle of the table and lay it on the plate.",
        "Take hold of the black bowl from the center of the table and put it on the plate.",
        "Lift up the black bowl from the center of the table and transfer it to the plate.",
        "Raise the black bowl from the table's center and position it on the plate.",
        "Transport the black bowl from the middle of the table to the plate.",
        "Secure the black bowl from the table's center and place it on the plate.",
        "Slide the black bowl from the center of the table onto the plate.",
        "Shift the black bowl from the center of the table to the plate.",
        "Extract the black bowl from the table's middle and set it on the plate.",
        "Take away the black bowl from the center of the table and put it on the plate.",
        "Remove the black bowl from the table center and rest it on the plate.",
        "Pull the black bowl from the center of the table and lay it on the plate.",
        "Displace the black bowl from the table's center to the plate.",
        "Lift the dark-colored bowl from the center of the table and position it on the plate.",
        "Take the ebony bowl from the table's middle and place it on the plate.",
        "Raise the black dish from the center of the table and lay it on the plate.",
        "Pick up the black bowl from the center of the table and move it to the plate.",
        "Grab the black bowl from the middle of the table and set it on the plate.",
        "Lift the black bowl from the table's center and put it on the plate.",
        "Hoist the black bowl from the middle of the table and position it on the plate.",
        "Retrieve the black bowl from the center of the table and lay it on the plate.",
        "Collect the black bowl from the table's center and place it on the plate.",
        "Fetch the black bowl from the middle of the table and set it on the plate.",
        "Take hold of the black bowl from the center of the table and position it on the plate.",
        "Raise the black bowl from the table's middle and lay it on the plate.",
        "Move the black bowl from the center of the table and rest it on the plate.",
        "Lift the black bowl from the middle of the table and put it on the plate.",
        "Hoist the black bowl from the table's center and place it on the plate.",
        "Retrieve the black bowl from the middle of the table and position it on the plate.",
        "Lift the black dish from the middle of the table and set it on the plate.",
        "Pick up the black bowl from the table's middle and put it on the plate.",
        "Take the black bowl from the center of the table and set it on the plate.",
        "Raise the black bowl from the middle of the table and position it on the plate.",
        "Move the black bowl from the table's center and lay it on the plate.",
        "Lift the black bowl from the center of the table and place it on the plate.",
        "Grab the black bowl from the table's middle and put it on the plate.",
        "Hoist the black bowl from the center of the table and set it on the plate.",
        "Retrieve the black bowl from the table's center and position it on the plate.",
        "Collect the black bowl from the middle of the table and lay it on the plate.",
        "Fetch the black bowl from the center of the table and place it on the plate.",
        "Take hold of the black bowl from the table's middle and put it on the plate.",
        "Raise the black bowl from the center of the table and set it on the plate.",
        "Move the black bowl from the table's middle and position it on the plate.",
        "Lift the black bowl from the center of the table and rest it on the plate.",
        "Grab the black bowl from the table's center and lay it on the plate.",
        "Hoist the black bowl from the middle of the table and put it on the plate.",
        "Retrieve the black bowl from the center of the table and set it on the plate.",
        "Collect the black bowl from the table's middle and position it on the plate.",
        "Fetch the black bowl from the center of the table and lay it on the plate.",
        "Take hold of the black bowl from the table's center and place it on the plate.",
        "Raise the black bowl from the middle of the table and put it on the plate.",
        "Move the black bowl from the center of the table and set it on the plate.",
        "Lift the black bowl from the table's middle and lay it on the plate.",
        "Hoist the black bowl from the center of the table and position it on the plate.",
        "Retrieve the black bowl from the middle of the table and put it on the plate.",
        "Grab the black bowl from the center of the table and place it on the plate.",
        "Pick up the black bowl from the table's center and set it on the plate.",
        "Take the black bowl from the middle of the table and lay it on the plate.",
        "Raise the black bowl from the center of the table and put it on the plate.",
        "Move the black bowl from the table's middle and set it on the plate.",
        "Lift the black bowl from the center of the table and lay it on the plate.",
        "Lift the dark bowl from the middle of the table and set it on the dish.",
        "Retrieve the black bowl from the middle of the table and set it on the plate.",
        "Collect the black bowl from the center of the table and position it on the plate.",
        "Fetch the black bowl from the table's middle and lay it on the plate.",
        "Lift the dark bowl from the center of the table and set it on the dish.",
        "Raise the black bowl from the table's center and set it on the plate.",
        "Move the black bowl from the middle of the table and position it on the plate.",
        "Lift the dark dish from the center of the table and set it on the platter.",
        "Grab the black bowl from the table's middle and lay it on the plate.",
        "Hoist the black bowl from the center of the table and put it on the plate.",
        "Retrieve the black bowl from the table's center and set it on the plate.",
        "Collect the black bowl from the middle of the table and position it on the plate.",
        "Lift the dark dish from the middle of the table and set it on the platter.",
        "Take hold of the black bowl from the table's middle and place it on the plate.",
        "Retrieve the ebony bowl from the table's center and position it on the platter.",
        "Retrieve the ebony bowl from the center of the table and position it on the dish.",
        "Lift the dark bowl from the middle of the table and set it onto the dish.",
        "Hoist the black bowl from the table's center and position it on the plate.",
        "Remove the ebony bowl from the middle of the table and put it onto the platter.",
        "Lift the dark dish from the middle of the table and set it onto the platter.",
        "Pick up the black bowl from the table's middle and set it on the plate.",
        "Take the black bowl from the center of the table and lay it on the plate.",
        "Retrieve the ebony bowl located at the table's center and position it on the platter.",
        "Retrieve the ebony bowl from the center of the table and put it onto the platter.",
        "Lift the dark bowl from the middle of the table and set it down on the dish.",
        "Retrieve the ebony dish from the center of the table and position it on the platter.",
        "Retrieve the ebony dish from the table's center and position it atop the platter."
      ]
    },
    "3": {
      "original": "pick up the black bowl on the cookie box and place it on the plate",
      "rephrases": [
        "Lift the black bowl from the cookie box and set it on the plate.",
        "Retrieve the black dish from the cookie package and put it on the plate.",
        "Take the black bowl off the cookie box and lay it on the plate.",
        "Grab the black bowl sitting on the cookie box and move it to the plate.",
        "Pick the black bowl off the cookie container and position it on the plate.",
        "Remove the black bowl from atop the cookie box and rest it on the plate.",
        "Collect the black bowl from the cookie box and deposit it on the plate.",
        "Fetch the black bowl from the cookie box and place it onto the plate.",
        "Pull the black bowl from the cookie box and transfer it to the plate.",
        "Snatch the black bowl from the cookie box and set it down on the plate.",
        "Lift the black bowl off the cookie box and place it on the dish.",
        "Get the black bowl from the cookie box and put it on the plate.",
        "Hoist the black bowl from the cookie box and lay it on the plate.",
        "Pick up the ebony bowl on the cookie box and place it on the platter.",
        "Elevate the black bowl from the cookie box and set it on the plate.",
        "Raise the black bowl off the cookie box and rest it on the plate.",
        "Scoop the black bowl from the cookie box and position it on the plate.",
        "Gather the black bowl from the cookie box and place it on the plate.",
        "Grasp the black bowl from the cookie box and put it on the plate.",
        "Move the black bowl from the cookie box to the plate.",
        "Take the black bowl off the cookie box and set it on the plate.",
        "Lift the black bowl from the cookie box and rest it on the plate.",
        "Snatch the black bowl off the cookie box and place it on the plate.",
        "Extract the black bowl from the cookie box and lay it on the plate.",
        "Pick the black bowl from the cookie box and put it on the plate.",
        "Grab the black bowl from the cookie box and set it on the plate.",
        "Remove the black bowl from the cookie box and place it on the plate.",
        "Retrieve the black bowl from the cookie box and position it on the plate.",
        "Hoist the black bowl off the cookie box and rest it on the plate.",
        "Lift the black bowl from the cookie box and put it on the plate.",
        "Collect the black bowl from the cookie box and set it on the plate.",
        "Fetch the black bowl off the cookie box and place it on the plate.",
        "Take the black bowl from the cookie box and lay it on the plate.",
        "Snatch the black bowl from the cookie box and rest it on the plate.",
        "Pick the black bowl up from the cookie box and put it on the plate.",
        "Grasp the black bowl off the cookie box and place it on the plate.",
        "Move the black bowl from the cookie box and set it on the plate.",
        "Raise the black bowl off the cookie box and lay it on the plate.",
        "Hoist the black bowl from the cookie box and position it on the plate.",
        "Retrieve the black bowl from the cookie box and put it on the plate.",
        "Take the black bowl off the cookie box and rest it on the plate.",
        "Pick up the black bowl from the cookie box and place it onto the plate.",
        "Lift the black bowl from the cookie box and lay it on the plate.",
        "Fetch the black bowl from the cookie box and set it on the plate.",
        "Snatch the black bowl off the cookie box and put it on the plate.",
        "Remove the black bowl from the cookie box and position it on the plate.",
        "Collect the black bowl from the cookie box and place it on the plate.",
        "Grasp the black bowl from the cookie box and rest it on the plate.",
        "Hoist the black bowl from the cookie box and set it on the plate.",
        "Grab the black bowl off the cookie box and lay it on the plate.",
        "Take the black bowl from atop the cookie box and put it on the plate.",
        "Pick up the black bowl sitting on the cookie box and place it on the plate.",
        "Lift the black bowl from the cookie box and position it on the plate.",
        "Retrieve the black bowl from the cookie box and lay it on the plate.",
        "Snatch the black bowl from the cookie box and set it on the plate.",
        "Move the black bowl from the cookie box and rest it on the plate.",
        "Get the black bowl from the cookie box and place it on the plate.",
        "Raise the black bowl off the cookie box and put it on the plate.",
        "Hoist the black bowl from the cookie box and rest it on the plate.",
        "Fetch the black bowl from the cookie box and lay it on the plate.",
        "Lift the black bowl off the cookie box and set it on the plate.",
        "Grasp the black bowl from the cookie box and position it on the plate.",
        "Take the black bowl from the cookie box and place it on the plate.",
        "Remove the black bowl from the cookie box and rest it on the plate.",
        "Pick the black bowl up from the cookie box and lay it on the plate.",
        "Snatch the black bowl off the cookie box and position it on the plate.",
        "Retrieve the black bowl from the cookie box and set it on the plate.",
        "Grab the black bowl from the cookie box and put it on the plate.",
        "Lift the dark bowl from the cookie container and set it on the dish.",
        "Lift the dark bowl from the cookie container and set it down on the dish.",
        "Hoist the black bowl from the cookie box and place it on the plate.",
        "Grab the ebony dishware atop the biscuit box and move it onto the platter.",
        "Move the black bowl from the cookie box and put it on the plate.",
        "Fetch the black bowl off the cookie box and rest it on the plate.",
        "Pick the black bowl from the cookie box and position it on the plate.",
        "Snatch the black bowl from the cookie box and lay it on the plate.",
        "Grab the black bowl off the cookie box and place it on the plate.",
        "Raise the black bowl from the cookie box and set it on the plate.",
        "Retrieve the black bowl from the cookie box and rest it on the plate.",
        "Remove the black bowl from the cookie box and lay it on the plate.",
        "Retrieve the ebony bowl resting on the cookie package and position it onto the platter.",
        "Take the black bowl off the cookie box and position it on the plate.",
        "Pick up the black bowl from the cookie box and rest it on the plate.",
        "Lift the dark bowl from the cookie container and set it onto the dish.",
        "Fetch the black bowl from the cookie box and position it on the plate.",
        "Snatch the black bowl off the cookie box and set it on the plate.",
        "Grasp the black bowl from the cookie box and lay it on the plate.",
        "Collect the black bowl from the cookie box and put it on the plate.",
        "Move the black bowl from the cookie box and lay it on the plate.",
        "Retrieve the black bowl from the cookie box and place it on the plate.",
        "Grab the black bowl from the cookie box and rest it on the plate.",
        "Lift the dark bowl from the cookie box and set it down on the plate.",
        "Take the black bowl off the cookie box and put it on the plate.",
        "Pick the black bowl from the cookie box and rest it on the plate.",
        "Retrieve the ebony bowl atop the cookie carton and position it onto the platter.",
        "Fetch the black bowl off the cookie box and lay it on the plate.",
        "Snatch the black bowl from the cookie box and place it on the plate.",
        "Grasp the black bowl off the cookie box and set it on the plate.",
        "Remove the black bowl from the cookie box and put it on the plate.",
        "Collect the black bowl from the cookie box and rest it on the plate."
      ],
      "negative_rephrases": [
        "Lift the dark bowl from the cookie container and set it on the dish.",
        "Grab the ebony bowl resting on the cookie box and position it onto the plate.",
        "Retrieve the black dish from atop the cookie package and put it on the serving plate.",
        "Take the black bowl sitting on the cookie carton and lay it on the platter.",
        "Collect the black bowl from the top of the cookie box and place it onto the plate.",
        "Hoist the black bowl off the cookie box and deposit it on the plate.",
        "Pick up the black bowl located on the cookie box and put it on the plate.",
        "Lift the black bowl from the cookie package and set it atop the plate.",
        "Take the black bowl resting on the cookie box and move it to the plate.",
        "Remove the black bowl from the cookie box and place it onto the plate.",
        "Grasp the black bowl on the cookie box and transfer it to the plate.",
        "Pick up the black bowl that is on the cookie box and place it on the plate.",
        "Lift the black bowl from its position on the cookie box and set it on the plate.",
        "Take the black bowl off the cookie box and put it on the plate.",
        "Grab the black bowl from the cookie box and place it on the plate.",
        "Raise the black bowl from the cookie box and position it on the plate.",
        "Pick up the black bowl on top of the cookie box and place it on the plate.",
        "Take the black bowl from the cookie box and lay it on the plate.",
        "Elevate the black bowl from the cookie box and set it on the plate.",
        "Hoist the black bowl off the cookie box and position it on the plate.",
        "Lift the black bowl that is on the cookie box and place it on the plate.",
        "Pick up the black bowl on the cookie box and move it to the plate.",
        "Grab the black bowl from the top of the cookie box and place it on the plate.",
        "Take the black bowl off the cookie box and set it on the plate.",
        "Raise the black bowl from the cookie box and put it on the plate.",
        "Collect the black bowl from the cookie box and place it on the plate.",
        "Remove the black bowl from the cookie box and position it on the plate.",
        "Grasp the black bowl from the cookie box and set it on the plate.",
        "Pick up the black bowl sitting on the cookie box and place it on the plate.",
        "Lift the black bowl from the cookie box and lay it on the plate.",
        "Take the black bowl from the cookie box and position it on the plate.",
        "Hoist the black bowl from the cookie box and put it on the plate.",
        "Elevate the black bowl from the cookie box and place it on the plate.",
        "Grab the black bowl on the cookie box and set it on the plate.",
        "Pick up the black bowl from the cookie box and lay it on the plate.",
        "Take the black bowl that is on the cookie box and place it on the plate.",
        "Lift the black bowl from the cookie box and position it on the plate.",
        "Grab the black bowl from the cookie box and put it on the plate.",
        "Pick up the black bowl on the cookie box and set it on the plate.",
        "Take the black bowl from the cookie box and place it on the plate.",
        "Hoist the black bowl from the cookie box and lay it on the plate.",
        "Elevate the black bowl from the cookie box and position it on the plate.",
        "Lift the black bowl that is sitting on the cookie box and place it on the plate.",
        "Grab the black bowl from the cookie box and set it on the plate.",
        "Pick up the black bowl from on top of the cookie box and place it on the plate.",
        "Take the black bowl from the cookie box and put it on the plate.",
        "Raise the black bowl from the cookie box and lay it on the plate.",
        "Collect the black bowl from the cookie box and position it on the plate.",
        "Remove the black bowl from the cookie box and place it on the plate.",
        "Grasp the black bowl from the cookie box and put it on the plate.",
        "Pick up the black bowl from the cookie box and set it on the plate.",
        "Lift the black dish from the cookie box and set it down on the plate.",
        "Retrieve the ebony dish from atop the cookie package and position it on the platter.",
        "Hoist the black bowl from the cookie box and place it on the plate.",
        "Elevate the black bowl from the cookie box and put it on the plate.",
        "Grab the black bowl on the cookie box and lay it on the plate.",
        "Pick up the black bowl from the cookie box and position it on the plate.",
        "Take the black bowl from the cookie box and set it on the plate.",
        "Lift the black bowl from the cookie box and place it on the plate.",
        "Lift the dark bowl from the cookie container and set it onto the dish.",
        "Pick up the black bowl on the cookie box and lay it on the plate.",
        "Lift the dark-colored bowl from the cookie container and set it on the dish.",
        "Hoist the black bowl from the cookie box and set it on the plate.",
        "Lift the dark bowl from the cookie container and set it on the plate.",
        "Lift the black bowl from the cookie box and put it on the plate.",
        "Grab the black bowl on the cookie box and position it on the plate.",
        "Take the ebony dish from atop the cookie box and put it onto the platter.",
        "Take the ebony bowl sitting atop the cookie box and put it onto the plate.",
        "Raise the black bowl from the cookie box and place it on the plate.",
        "Collect the black bowl from the cookie box and put it on the plate.",
        "Remove the black bowl from the cookie box and set it on the plate.",
        "Grasp the black bowl from the cookie box and lay it on the plate.",
        "Retrieve the black dish from atop the cookie box and position it on the plate.",
        "Retrieve the ebony dish from the top of the biscuit box and position it on the platter.",
        "Retrieve the black dish from the cookie box and position it on the platter.",
        "Retrieve the ebony bowl sitting atop the cookie package and position it onto the platter.",
        "Elevate the black bowl from the cookie box and lay it on the plate.",
        "Grab the black bowl on the cookie box and place it on the plate.",
        "Pick up the black bowl from the cookie box and put it on the plate.",
        "Take the ebony dish from the biscuit box and position it on the platter.",
        "Retrieve the ebony bowl resting atop the box of cookies and position it on the platter.",
        "Grab the black bowl from the cookie box and lay it on the plate.",
        "Pick up the black bowl on the cookie box and place it on the plate.",
        "Retrieve the black bowl resting on the biscuit box and position it on the platter.",
        "Raise the black bowl from the cookie box and set it on the plate.",
        "Collect the black bowl from the cookie box and lay it on the plate.",
        "Retrieve the black dish from atop the cookie box and put it onto the platter.",
        "Grasp the black bowl from the cookie box and place it on the plate.",
        "Retrieve the ebony bowl resting atop the cookie box and position it onto the platter.",
        "Lift the black bowl from the cookie box and set it on the plate.",
        "Lift the dark bowl from the cookie container and set it down on the dish.",
        "Hoist the black bowl from the cookie box and position it on the plate.",
        "Lift the dark bowl from the cookie box and set it on the dish.",
        "Grab the black bowl on the cookie box and put it on the plate.",
        "Retrieve the black dish from the top of the cookie container and position it on the platter.",
        "Lift the dark dish from the cookie box and set it on the plate.",
        "Take the ebony dish from atop the cookie box and put it on the platter.",
        "Grab the black dish from atop the cookie box and put it onto the plate.",
        "Pick up the black bowl on the cookie box and put it on the plate.",
        "Lift the dark bowl from the cookie box and set it onto the dish."
      ]
    },
    "4": {
      "original": "pick up the black bowl in the top drawer of the wooden cabinet and place it on the plate",
      "rephrases": [
        "Retrieve the dark bowl from the upper drawer of the wooden cabinet and set it on the dish.",
        "Lift the black dish from the top drawer of the wooden cupboard and put it on the plate.",
        "Take out the ebony bowl from the highest drawer of the wooden cabinet and lay it on the platter.",
        "Remove the black bowl from the top compartment of the wooden cabinet and position it on the plate.",
        "Grab the black bowl in the top drawer of the wooden cabinet and rest it on the plate.",
        "Extract the black bowl from the upper drawer of the wooden cabinet and place it on the dish.",
        "Lift the black bowl from the top drawer of the wooden cupboard and set it on the plate.",
        "Take the black bowl out of the top drawer of the wooden cabinet and put it on the platter.",
        "Fetch the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Pull out the black bowl from the top drawer of the wood cabinet and lay it on the plate.",
        "Gather the black bowl from the top drawer inside the wooden cabinet and situate it on the plate.",
        "Pick the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Retrieve the black dish from the top drawer of the wood cabinet and place it on the plate.",
        "Take the black bowl out from the top drawer of the wooden cabinet and rest it on the plate.",
        "Obtain the black bowl from the top drawer of the wooden cabinet and put it on the dish.",
        "Collect the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cabinet and position it on the platter.",
        "Pick up the black bowl in the upper drawer of the wooden cabinet and set it on the plate.",
        "Extract the black bowl from the top drawer of the cabinet and place it on the plate.",
        "Lift out the black bowl from the top drawer of the wooden cabinet and rest it on the plate.",
        "Take hold of the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Retrieve the black bowl from the top drawer of the cabinet and lay it on the plate.",
        "Pull the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Get the black bowl from the top drawer of the wooden cabinet and set it on the dish.",
        "Take out the black bowl from the top drawer of the wooden cabinet and rest it on the platter.",
        "Pick the black bowl from the highest drawer of the wooden cabinet and lay it on the dish.",
        "Remove the black bowl from the top drawer of the wood cabinet and position it on the plate.",
        "Fetch the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Grab the black bowl in the top drawer of the wooden cupboard and place it on the plate.",
        "Lift the black bowl from the top drawer of the cabinet and rest it on the plate.",
        "Take the black bowl out of the top drawer of the wooden cupboard and set it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and place it on the platter.",
        "Pull out the black bowl from the top drawer of the wooden cabinet and lay it on the dish.",
        "Get the black bowl from the top drawer of the wooden cupboard and put it on the plate.",
        "Collect the black bowl from the top drawer of the wooden cabinet and rest it on the plate.",
        "Take the black bowl from the top drawer of the wooden cabinet and position it on the dish.",
        "Remove the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Fetch the black bowl from the top drawer of the wooden cupboard and place it on the plate.",
        "Lift the black bowl from the top drawer of the wood cabinet and put it on the plate.",
        "Pick up the black bowl in the top drawer of the wooden cupboard and rest it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and set it on the dish.",
        "Pull the black bowl from the top drawer of the wooden cupboard and lay it on the plate.",
        "Get the black bowl from the top drawer of the wooden cabinet and place it on the platter.",
        "Take out the black bowl from the top drawer of the wooden cupboard and rest it on the plate.",
        "Remove the black bowl from the top drawer of the cabinet and put it on the plate.",
        "Fetch the black bowl from the top drawer of the wooden cabinet and lay it on the dish.",
        "Grab the black bowl from the top drawer of the wooden cabinet and position it on the plate.",
        "Lift the black bowl out of the top drawer of the wooden cabinet and place it on the plate.",
        "Pick the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Retrieve the black bowl from the top drawer of the wooden cupboard and put it on the plate.",
        "Take the black bowl out of the top drawer of the cabinet and lay it on the plate.",
        "Pull out the black bowl from the top drawer of the wooden cupboard and place it on the platter.",
        "Get the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cupboard and rest it on the plate.",
        "Fetch the black bowl from the top drawer of the wooden cabinet and position it on the dish.",
        "Lift the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Pick up the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and rest it on the platter.",
        "Pull the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Collect the black bowl from the top drawer of the wooden cupboard and set it on the plate.",
        "Take the black bowl out of the top drawer of the wooden cabinet and lay it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cabinet and put it on the platter.",
        "Fetch the black bowl from the top drawer of the wooden cupboard and rest it on the plate.",
        "Grab the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Lift the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Pick the black bowl from the top drawer of the wooden cabinet and lay it on the platter.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Pull out the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Retrieve the dark bowl from the upper drawer of the wooden cupboard and set it on the dish.",
        "Take the black bowl from the top drawer of the wooden cabinet and position it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cupboard and lay it on the dish.",
        "Fetch the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Lift the black bowl out of the top drawer of the wooden cupboard and place it on the dish.",
        "Pick up the black bowl from the top drawer of the wooden cabinet and rest it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cupboard and put it on the platter.",
        "Pull the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Collect the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Take the black bowl out of the top drawer of the wooden cupboard and rest it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cabinet and put it on the plate.",
        "Fetch the black bowl from the top drawer of the wooden cupboard and lay it on the platter.",
        "Grab the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Lift the black bowl from the top drawer of the wooden cupboard and place it on the dish.",
        "Pick the black bowl from the top drawer of the wooden cabinet and rest it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and lay it on the dish.",
        "Pull out the black bowl from the top drawer of the wooden cupboard and put it on the plate.",
        "Get the black bowl from the top drawer of the wooden cabinet and position it on the platter.",
        "Take the black bowl from the top drawer of the wooden cupboard and rest it on the plate.",
        "Remove the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Lift the ebony bowl from the highest drawer in the wood cabinet and put it onto the platter.",
        "Lift the black bowl from the top drawer of the wooden cabinet and lay it on the platter.",
        "Pick up the black bowl in the top drawer of the wooden cabinet and put it on the dish.",
        "Retrieve the black bowl from the top drawer of the wooden cupboard and rest it on the plate.",
        "Retrieve the dark dish from the upper drawer of the wooden cupboard and set it on the platter.",
        "Collect the black bowl from the top drawer of the wooden cupboard and lay it on the dish.",
        "Take the black bowl out of the top drawer of the wooden cabinet and set it on the plate.",
        "Retrieve the dark bowl from the upper drawer of the wooden cupboard and set it onto the dish.",
        "Fetch the black bowl from the top drawer of the wooden cabinet and put it on the platter.",
        "Grab the black bowl from the top drawer of the wooden cupboard and place it on the plate.",
        "Lift the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Pick the black bowl from the top drawer of the wooden cupboard and lay it on the plate."
      ],
      "negative_rephrases": [
        "Retrieve the dark bowl from the upper drawer of the wooden cupboard and set it on the dish.",
        "Lift the black dish from the highest drawer of the wooden cabinet and put it on the plate.",
        "Take the ebony bowl out of the topmost drawer of the wooden cabinet and lay it on the platter.",
        "Fetch the black bowl from the top compartment of the wooden cabinet and position it on the plate.",
        "Grasp the dark bowl in the top drawer of the wooden cabinet and place it onto the dish.",
        "Remove the black bowl from the upper drawer of the wooden cabinet and rest it on the plate.",
        "Extract the black bowl from the top drawer of the wooden cabinet and put it on the dish.",
        "Take out the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Pull the black bowl from the top drawer of the wooden cabinet and set it on the platter.",
        "Grab the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Snatch the black bowl from the top drawer of the wooden cabinet and put it on the plate.",
        "Get the black bowl located in the top drawer of the wooden cabinet and place it on the dish.",
        "Lift the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Pick the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Retrieve the black bowl from the uppermost drawer of the wooden cabinet and put it on the plate.",
        "Collect the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Take hold of the black bowl in the top drawer of the wooden cabinet and set it on the plate.",
        "Hoist the black bowl from the top drawer of the wooden cabinet and position it on the dish.",
        "Carry the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Secure the black bowl in the top drawer of the wooden cabinet and place it on the dish.",
        "Seize the black bowl from the top drawer of the wooden cabinet and put it on the plate.",
        "Acquire the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Snatch up the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Gather the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Obtain the black bowl from the top drawer of the wooden cabinet and set it on the plate.",
        "Grip the black bowl from the top drawer of the wooden cabinet and put it on the platter.",
        "Remove the black bowl located in the top drawer of the wooden cabinet and lay it on the dish.",
        "Lift the black bowl out of the top drawer of the wooden cabinet and place it on the plate.",
        "Raise the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Take the black bowl in the top drawer of the wooden cabinet and set it on the plate.",
        "Extract the black bowl in the top drawer of the wooden cabinet and put it on the dish.",
        "Pluck the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Obtain the black bowl in the top drawer of the wooden cabinet and lay it on the dish.",
        "Grasp the black bowl out of the top drawer of the wooden cabinet and rest it on the plate.",
        "Withdraw the black bowl from the top drawer of the wooden cabinet and set it on the dish.",
        "Lift the black bowl located in the top drawer of the wooden cabinet and place it on the plate.",
        "Grab the black bowl from the highest drawer of the wooden cabinet and put it on the dish.",
        "Take the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Fetch the black bowl in the top drawer of the wooden cabinet and place it on the dish.",
        "Pull the black bowl located in the top drawer of the wooden cabinet and set it on the plate.",
        "Pick the black bowl out of the top drawer of the wooden cabinet and rest it on the dish.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Take out the black bowl located in the top drawer of the wooden cabinet and put it on the dish.",
        "Lift the black bowl from the top compartment of the wooden cabinet and place it on the plate.",
        "Remove the black bowl in the top drawer of the wooden cabinet and set it on the dish.",
        "Grab the black bowl in the top drawer of the wooden cabinet and lay it on the plate.",
        "Extract the black bowl located in the top drawer of the wooden cabinet and put it on the dish.",
        "Seize the black bowl in the top drawer of the wooden cabinet and place it on the plate.",
        "Acquire the black bowl in the top drawer of the wooden cabinet and lay it on the dish.",
        "Grasp the black bowl from the top drawer of the wooden cabinet and rest it on the plate.",
        "Hoist the black bowl from the top drawer of the wooden cabinet and put it on the dish.",
        "Snatch the black bowl located in the top drawer of the wooden cabinet and set it on the plate.",
        "Get the black bowl from the top drawer of the wooden cabinet and lay it on the dish.",
        "Obtain the black bowl out of the top drawer of the wooden cabinet and place it on the plate.",
        "Collect the black bowl located in the top drawer of the wooden cabinet and rest it on the dish.",
        "Fetch the black bowl from the top drawer of the wooden cabinet and put it on the plate.",
        "Retrieve the black bowl in the top drawer of the wooden cabinet and lay it on the dish.",
        "Snatch up the black bowl in the top drawer of the wooden cabinet and place it on the plate.",
        "Pick the black bowl located in the top drawer of the wooden cabinet and set it on the dish.",
        "Take hold of the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Hoist the black bowl in the top drawer of the wooden cabinet and put it on the dish.",
        "Remove the black bowl out of the top drawer of the wooden cabinet and place it on the plate.",
        "Lift the black bowl in the top drawer of the wooden cabinet and rest it on the dish.",
        "Grasp the black bowl located in the top drawer of the wooden cabinet and set it on the plate.",
        "Withdraw the black bowl in the top drawer of the wooden cabinet and lay it on the dish.",
        "Take out the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Fetch the black bowl out of the top drawer of the wooden cabinet and put it on the dish.",
        "Retrieve the dark dish from the upper drawer of the wooden cupboard and set it on the platter.",
        "Secure the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Snatch the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Acquire the black bowl out of the top drawer of the wooden cabinet and set it on the dish.",
        "Grip the black bowl in the top drawer of the wooden cabinet and lay it on the plate.",
        "Obtain the black bowl located in the top drawer of the wooden cabinet and put it on the dish.",
        "Gather the black bowl in the top drawer of the wooden cabinet and place it on the plate.",
        "Pull the black bowl from the top drawer of the wooden cabinet and rest it on the dish.",
        "Get the black bowl in the top drawer of the wooden cabinet and set it on the plate.",
        "Lift the black bowl from the top drawer of the wooden cabinet and lay it on the dish.",
        "Raise the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Take the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Extract the black bowl from the top drawer of the wooden cabinet and rest it on the plate.",
        "Pluck the black bowl located in the top drawer of the wooden cabinet and set it on the dish.",
        "Obtain the black bowl from the top drawer of the wooden cabinet and lay it on the plate.",
        "Grasp the black bowl out of the top drawer of the wooden cabinet and put it on the dish.",
        "Withdraw the black bowl from the top drawer of the wooden cabinet and place it on the plate.",
        "Lift the black bowl located in the top drawer of the wooden cabinet and rest it on the dish.",
        "Grab the black bowl from the highest drawer of the wooden cabinet and set it on the plate.",
        "Take the black bowl from the top drawer of the wooden cabinet and lay it on the dish.",
        "Fetch the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Pull the black bowl located in the top drawer of the wooden cabinet and place it on the dish.",
        "Pick the black bowl out of the top drawer of the wooden cabinet and rest it on the plate.",
        "Retrieve the black bowl from the top drawer of the wooden cabinet and set it on the dish.",
        "Take out the black bowl located in the top drawer of the wooden cabinet and lay it on the plate.",
        "Lift the black bowl from the top compartment of the wooden cabinet and put it on the dish.",
        "Remove the black bowl in the top drawer of the wooden cabinet and place it on the plate.",
        "Grab the black bowl in the top drawer of the wooden cabinet and rest it on the dish.",
        "Extract the black bowl located in the top drawer of the wooden cabinet and set it on the plate.",
        "Seize the black bowl in the top drawer of the wooden cabinet and lay it on the dish.",
        "Acquire the black bowl in the top drawer of the wooden cabinet and put it on the plate.",
        "Grasp the black bowl from the top drawer of the wooden cabinet and place it on the dish.",
        "Hoist the black bowl from the top drawer of the wooden cabinet and set it on the plate."
      ]
    },
    "5": {
      "original": "pick up the black bowl on the ramekin and place it on the plate",
      "rephrases": [
        "Lift the dark bowl from the ramekin and set it on the dish.",
        "Remove the black dish from the ramekin and put it on the plate.",
        "Grab the ebony bowl atop the ramekin and lay it on the platter.",
        "Take the black bowl off the ramekin and position it on the plate.",
        "Hoist the black bowl sitting on the ramekin and place it onto the plate.",
        "Pick the black bowl up from the ramekin and move it to the plate.",
        "Take hold of the black bowl on the ramekin and rest it on the plate.",
        "Retrieve the black bowl from the ramekin and deposit it on the plate.",
        "Snatch the black bowl off the ramekin and set it down on the plate.",
        "Grasp the black bowl resting on the ramekin and transfer it to the plate.",
        "Elevate the black bowl from the ramekin and lay it on the plate.",
        "Seize the black bowl on the ramekin and position it on the plate.",
        "Collect the black bowl from the ramekin and settle it on the plate.",
        "Lift the black bowl off the ramekin and place it onto the plate.",
        "Hoist the black bowl from the ramekin and situate it on the plate.",
        "Remove the black bowl perched on the ramekin and put it on the plate.",
        "Pick up the black bowl off the ramekin and lay it on the plate.",
        "Take the black bowl from the ramekin and rest it on the plate.",
        "Grab the black bowl above the ramekin and position it on the plate.",
        "Lift the black bowl atop the ramekin and set it on the plate.",
        "Retrieve the black bowl that is on the ramekin and place it on the plate.",
        "Snatch up the black bowl on the ramekin and put it on the plate.",
        "Grasp the black bowl situated on the ramekin and transfer it to the plate.",
        "Elevate the black bowl positioned on the ramekin and lay it on the plate.",
        "Seize the black bowl placed on the ramekin and move it to the plate.",
        "Collect the black bowl lying on the ramekin and settle it on the plate.",
        "Raise the black bowl from the ramekin and position it on the plate.",
        "Hoist the black bowl that is on the ramekin and place it on the plate.",
        "Remove the black bowl sitting on the ramekin and put it on the plate.",
        "Pick the black bowl from the ramekin and lay it on the plate.",
        "Take hold of the black bowl located on the ramekin and rest it on the plate.",
        "Grab the black bowl resting atop the ramekin and position it on the plate.",
        "Lift the black bowl sitting on the ramekin and set it on the plate.",
        "Retrieve the black bowl from off the ramekin and place it on the plate.",
        "Snatch the black bowl that is on the ramekin and put it on the plate.",
        "Grasp the black bowl off the ramekin and transfer it to the plate.",
        "Elevate the black bowl lying on the ramekin and lay it on the plate.",
        "Seize the black bowl on top of the ramekin and move it to the plate.",
        "Collect the black bowl perched on the ramekin and settle it on the plate.",
        "Raise the black bowl off of the ramekin and position it on the plate.",
        "Hoist the black bowl placed on the ramekin and place it on the plate.",
        "Remove the black bowl that is on the ramekin and put it on the plate.",
        "Pick up the black bowl lying on the ramekin and lay it on the plate.",
        "Take the black bowl situated on the ramekin and rest it on the plate.",
        "Grab the black bowl off of the ramekin and position it on the plate.",
        "Lift the black bowl located on the ramekin and set it on the plate.",
        "Retrieve the black bowl placed on the ramekin and place it on the plate.",
        "Snatch up the black bowl lying on the ramekin and put it on the plate.",
        "Grasp the black bowl sitting atop the ramekin and transfer it to the plate.",
        "Elevate the black bowl resting on the ramekin and lay it on the plate.",
        "Seize the black bowl positioned on the ramekin and move it to the plate.",
        "Collect the black bowl off the ramekin and settle it on the plate.",
        "Raise the black bowl that is on the ramekin and position it on the plate.",
        "Hoist the black bowl resting on the ramekin and place it on the plate.",
        "Remove the black bowl located on the ramekin and put it on the plate.",
        "Pick the black bowl off of the ramekin and lay it on the plate.",
        "Take hold of the black bowl on top of the ramekin and rest it on the plate.",
        "Grab the black bowl that is on the ramekin and position it on the plate.",
        "Lift the black bowl from atop the ramekin and set it on the plate.",
        "Retrieve the black bowl lying on the ramekin and place it on the plate.",
        "Snatch the black bowl from the ramekin and put it on the plate.",
        "Grasp the black bowl that is resting on the ramekin and transfer it to the plate.",
        "Elevate the black bowl on the ramekin and lay it on the plate.",
        "Seize the black bowl from off the ramekin and move it to the plate.",
        "Collect the black bowl on top of the ramekin and settle it on the plate.",
        "Raise the black bowl situated on the ramekin and position it on the plate.",
        "Hoist the black bowl from the ramekin and place it on the plate.",
        "Remove the black bowl that is resting on the ramekin and put it on the plate.",
        "Pick up the black bowl located on the ramekin and lay it on the plate.",
        "Take the black bowl off the ramekin and rest it on the plate.",
        "Grab the black bowl positioned on the ramekin and position it on the plate.",
        "Lift the black bowl on top of the ramekin and set it on the plate.",
        "Grab the ebony dish from the ramekin and position it on the platter.",
        "Snatch up the black bowl resting on the ramekin and put it on the plate.",
        "Grasp the black bowl from atop the ramekin and transfer it to the plate.",
        "Lift the dark bowl from the ramekin and set it onto the dish.",
        "Seize the black bowl that is atop the ramekin and move it to the plate.",
        "Collect the black bowl off of the ramekin and settle it on the plate.",
        "Raise the black bowl lying on the ramekin and position it on the plate.",
        "Hoist the black bowl atop the ramekin and place it on the plate.",
        "Remove the black bowl off the ramekin and put it on the plate.",
        "Pick the black bowl that is on the ramekin and lay it on the plate.",
        "Take hold of the black bowl resting on the ramekin and rest it on the plate.",
        "Grab the black bowl from the ramekin and position it on the plate.",
        "Lift the black bowl placed on the ramekin and set it on the plate.",
        "Retrieve the black bowl situated on the ramekin and place it on the plate.",
        "Snatch the black bowl lying on the ramekin and put it on the plate.",
        "Grasp the black bowl on the ramekin and transfer it to the plate.",
        "Elevate the black bowl that is on the ramekin and lay it on the plate.",
        "Seize the black bowl from the ramekin and move it to the plate.",
        "Collect the black bowl that is resting on the ramekin and settle it on the plate.",
        "Raise the black bowl located on the ramekin and position it on the plate.",
        "Lift the dark bowl from the ramekin and set it down on the dish.",
        "Remove the black bowl from the ramekin and put it on the plate.",
        "Pick up the black bowl atop the ramekin and lay it on the plate.",
        "Take the black bowl that is on the ramekin and rest it on the plate.",
        "Grab the black bowl off the ramekin and position it on the plate.",
        "Lift the black bowl resting on the ramekin and set it on the plate.",
        "Retrieve the black bowl on top of the ramekin and place it on the plate.",
        "Snatch up the black bowl positioned on the ramekin and put it on the plate."
      ],
      "negative_rephrases": [
        "Lift the dark bowl from the ramekin and set it on the dish.",
        "Move the ebony bowl off the ramekin and position it on the platter.",
        "Grab the black dish from the ramekin and put it onto the plate.",
        "Retrieve the charcoal bowl resting on the ramekin and lay it on the plate.",
        "Take the black bowl off the ramekin and transfer it to the plate.",
        "Hoist the black container from the ramekin and place it onto the plate.",
        "Elevate the black bowl sitting on the ramekin and set it on the platter.",
        "Pick the black bowl up from the ramekin and place it onto the dish.",
        "Remove the black bowl from the ramekin and put it on the plate.",
        "Lift the black bowl that's on the ramekin and set it on the plate.",
        "Take the black bowl located on the ramekin and position it on the plate.",
        "Seize the black bowl on the ramekin and transfer it to the plate.",
        "Grasp the black bowl from the ramekin and lay it on the plate.",
        "Detach the black bowl from the ramekin and place it on the plate.",
        "Collect the black bowl from atop the ramekin and put it on the plate.",
        "Raise the black bowl off the ramekin and lay it on the plate.",
        "Fetch the black bowl from the ramekin and set it on the plate.",
        "Move the black bowl from the ramekin to the plate.",
        "Handle the black bowl on the ramekin and relocate it to the plate.",
        "Take hold of the black bowl from the ramekin and place it on the plate.",
        "Lift the black bowl from its spot on the ramekin and lay it on the plate.",
        "Pick the black bowl from the ramekin and position it on the plate.",
        "Raise the black bowl sitting on the ramekin and move it to the plate.",
        "Remove the black bowl resting on the ramekin and set it on the plate.",
        "Lift the black bowl and shift it from the ramekin to the plate.",
        "Hoist the black bowl from the ramekin and lay it on the plate.",
        "Grab the black bowl positioned on the ramekin and place it on the plate.",
        "Take away the black bowl from the ramekin and put it on the plate.",
        "Elevate the black bowl from the ramekin and position it on the plate.",
        "Pull the black bowl from the ramekin and set it on the plate.",
        "Snatch the black bowl from the ramekin and place it on the plate.",
        "Extract the black bowl from the ramekin and lay it on the plate.",
        "Lift up the black bowl from the ramekin and put it on the plate.",
        "Take the black bowl off the ramekin and lay it on the plate.",
        "Retrieve the black bowl from the ramekin and position it on the plate.",
        "Scoop up the black bowl from the ramekin and set it on the plate.",
        "Move the black bowl up from the ramekin and place it on the plate.",
        "Shift the black bowl from the ramekin to the plate.",
        "Remove the black bowl atop the ramekin and lay it on the plate.",
        "Hoist the black bowl away from the ramekin and place it on the plate.",
        "Pick up the dark bowl from the ramekin and set it on the plate.",
        "Lift the black bowl away from the ramekin and lay it on the plate.",
        "Take the black bowl resting on the ramekin and put it on the plate.",
        "Move the black bowl from the ramekin, placing it on the plate.",
        "Pick the black bowl up from where it sits on the ramekin and place it on the plate.",
        "Lift the black bowl from the ramekin and rest it on the plate.",
        "Take the black bowl positioned on the ramekin and place it on the plate.",
        "Grab the black bowl off the ramekin and set it on the plate.",
        "Elevate the black bowl from the ramekin and lay it on the plate.",
        "Move the black bowl from the ramekin and put it on the plate.",
        "Detach the black bowl resting on the ramekin and place it on the plate.",
        "Raise the black bowl from the ramekin and set it on the plate.",
        "Snatch the black bowl from atop the ramekin and lay it on the plate.",
        "Pull the black bowl off the ramekin and place it on the plate.",
        "Take the black bowl from the ramekin to the plate.",
        "Grab the black bowl from the ramekin and move it to the plate.",
        "Lift the black bowl from the ramekin and relocate it to the plate.",
        "Pick up the black bowl on the ramekin and transfer it to the plate.",
        "Move the black bowl from the ramekin and rest it on the plate.",
        "Handle the black bowl on the ramekin and move it to the plate.",
        "Raise the black bowl on the ramekin and place it on the plate.",
        "Remove the black bowl from the ramekin and relocate it to the plate.",
        "Fetch the black bowl from the ramekin and put it on the plate.",
        "Take the black bowl from the ramekin and place it on the plate.",
        "Lift the black bowl from the ramekin and set it on the plate.",
        "Pick up the black bowl on the ramekin and lay it on the plate.",
        "Move the black bowl from the ramekin onto the plate.",
        "Remove the black bowl from where it sits on the ramekin and place it on the plate.",
        "Grasp the black bowl on the ramekin and move it to the plate.",
        "Elevate the black bowl from the ramekin and rest it on the plate.",
        "Take the black bowl off the ramekin and place it on the plate.",
        "Pick the black bowl from the ramekin and put it on the plate.",
        "Hoist the black bowl on the ramekin and lay it on the plate.",
        "Snatch the black bowl from the ramekin and set it on the plate.",
        "Take the black bowl from the ramekin and lay it on the plate.",
        "Retrieve the black bowl from the ramekin and place it on the plate.",
        "Lift the black bowl from where it rests on the ramekin and put it on the plate.",
        "Move the black bowl from the ramekin and lay it on the plate.",
        "Pick up the black bowl from the ramekin and position it on the plate.",
        "Pull the black bowl from the ramekin and lay it on the plate.",
        "Take the black bowl from its spot on the ramekin and place it on the plate.",
        "Elevate the black bowl sitting on the ramekin and set it on the plate.",
        "Remove the black bowl resting on the ramekin and put it on the plate.",
        "Grab the black bowl from the ramekin and place it on the plate.",
        "Hoist the black bowl from the ramekin and position it on the plate.",
        "Pick up the black bowl off the ramekin and set it on the plate.",
        "Retrieve the black bowl from the ramekin and lay it on the plate.",
        "Lift the black bowl from the ramekin and put it on the plate.",
        "Take the black bowl from the ramekin and rest it on the plate.",
        "Lift the dark bowl from the ramekin and set it down on the platter.",
        "Pick the black bowl from the ramekin and lay it on the plate.",
        "Grasp the black bowl from the ramekin and set it on the plate.",
        "Hoist the black bowl off the ramekin and place it on the plate.",
        "Remove the black bowl from the ramekin and lay it on the plate.",
        "Elevate the black bowl from the ramekin and put it on the plate.",
        "Take the black bowl from the ramekin and set it on the plate.",
        "Lift the black bowl from the ramekin and lay it on the plate.",
        "Grab the black bowl from the ramekin and put it on the plate.",
        "Pick up the black bowl from the ramekin and rest it on the plate.",
        "Move the black bowl from the ramekin and position it on the plate."
      ]
    },
    "6": {
      "original": "pick up the black bowl next to the cookie box and place it on the plate",
      "rephrases": [
        "Lift the dark bowl beside the cookie container and set it on the dish.",
        "Grab the ebony bowl near the biscuit box and put it on the platter.",
        "Take the black dishware adjacent to the cookie package and position it on the serving plate.",
        "Retrieve the black bowl by the cookie carton and lay it on the tray.",
        "Grasp the dark-colored bowl close to the cookie box and place it atop the plate.",
        "Hoist the black bowl next to the cookie pack and rest it on the dish.",
        "Pick the black basin near the cookie tin and deposit it on the plate.",
        "Elevate the black bowl beside the cookie box and position it on the dish.",
        "Lift the black vessel adjacent to the cookie crate and set it on the platter.",
        "Collect the black bowl by the cookie box and relocate it to the plate.",
        "Snatch the black bowl next to the biscuit box and place it on the plate.",
        "Seize the dark bowl near the cookie container and set it on the dish.",
        "Hoist the black bowl beside the cookie carton and lay it on the serving plate.",
        "Raise the black dishware near the cookie box and put it on the platter.",
        "Elevate the black bowl adjacent to the cookie pack and rest it on the dish.",
        "Grasp the ebony bowl by the cookie box and position it on the tray.",
        "Take the dark bowl next to the cookie package and place it atop the plate.",
        "Pick up the black basin beside the cookie tin and deposit it on the plate.",
        "Retrieve the black bowl close to the cookie crate and set it on the dish.",
        "Snatch the black bowl near the cookie carton and lay it on the platter.",
        "Hoist the dark-colored bowl by the cookie box and put it on the serving plate.",
        "Lift the black bowl beside the biscuit box and rest it on the dish.",
        "Grab the black vessel next to the cookie container and position it on the plate.",
        "Elevate the black bowl near the cookie pack and place it on the tray.",
        "Seize the black dishware adjacent to the cookie box and set it on the platter.",
        "Take the dark bowl close to the cookie carton and lay it on the dish.",
        "Collect the ebony bowl next to the cookie package and put it on the plate.",
        "Snatch the black basin by the cookie box and rest it on the tray.",
        "Hoist the black bowl near the cookie tin and position it on the dish.",
        "Pick the black bowl beside the cookie crate and place it atop the platter.",
        "Raise the black vessel adjacent to the biscuit box and deposit it on the plate.",
        "Grasp the dark bowl by the cookie container and set it on the serving plate.",
        "Retrieve the black bowl next to the cookie pack and lay it on the dish.",
        "Elevate the black dishware near the cookie box and put it on the tray.",
        "Seize the black bowl beside the cookie carton and rest it on the platter.",
        "Lift the ebony bowl close to the cookie package and position it on the dish.",
        "Take the black bowl adjacent to the cookie tin and place it on the plate.",
        "Hoist the dark-colored bowl by the cookie crate and set it on the dish.",
        "Snatch the black basin near the cookie box and lay it on the serving plate.",
        "Grab the black bowl next to the biscuit box and put it on the dish.",
        "Pick up the black vessel beside the cookie container and rest it on the platter.",
        "Raise the black bowl near the cookie carton and position it on the tray.",
        "Collect the black dishware next to the cookie pack and place it atop the plate.",
        "Retrieve the dark bowl by the cookie box and deposit it on the dish.",
        "Lift the ebony bowl adjacent to the cookie package and set it on the platter.",
        "Hoist the black bowl close to the cookie tin and lay it on the plate.",
        "Grasp the black basin beside the cookie crate and put it on the tray.",
        "Elevate the black bowl near the biscuit box and rest it on the dish.",
        "Seize the black vessel next to the cookie container and position it on the plate.",
        "Take the dark bowl by the cookie box and place it on the platter.",
        "Snatch the black dishware beside the cookie carton and set it on the dish.",
        "Pick the black bowl adjacent to the cookie pack and lay it on the serving plate.",
        "Grab the black basin close to the cookie box and put it on the tray.",
        "Hoist the dark-colored bowl next to the cookie package and rest it on the plate.",
        "Lift the black bowl by the cookie tin and position it on the dish.",
        "Retrieve the ebony bowl beside the cookie crate and place it atop the platter.",
        "Raise the black bowl near the biscuit box and deposit it on the plate.",
        "Collect the black vessel adjacent to the cookie container and set it on the dish.",
        "Grasp the dark bowl next to the cookie box and lay it on the serving plate.",
        "Elevate the black dishware by the cookie carton and put it on the tray.",
        "Snatch the black bowl close to the cookie pack and rest it on the platter.",
        "Take the black basin beside the cookie package and position it on the dish.",
        "Hoist the ebony bowl near the cookie tin and place it on the plate.",
        "Seize the black bowl next to the cookie crate and set it on the dish.",
        "Pick up the dark-colored bowl by the biscuit box and lay it on the serving plate.",
        "Grab the black bowl adjacent to the cookie container and put it on the platter.",
        "Lift the black vessel close to the cookie box and rest it on the dish.",
        "Retrieve the black dishware beside the cookie carton and position it on the plate.",
        "Elevate the dark bowl near the cookie pack and place it on the tray.",
        "Snatch the ebony bowl next to the cookie box and set it on the platter.",
        "Raise the black basin by the cookie package and lay it on the dish.",
        "Hoist the black bowl adjacent to the cookie tin and put it on the plate.",
        "Take the black vessel near the cookie crate and rest it on the dish.",
        "Grasp the black bowl beside the biscuit box and position it on the serving plate.",
        "Collect the dark-colored bowl next to the cookie container and place it atop the platter.",
        "Lift the black dishware by the cookie box and deposit it on the dish.",
        "Seize the ebony bowl near the cookie carton and set it on the plate.",
        "Pick the black bowl close to the cookie pack and lay it on the dish.",
        "Grab the black basin next to the cookie package and put it on the platter.",
        "Hoist the black bowl by the cookie tin and rest it on the plate.",
        "Retrieve the black vessel beside the cookie crate and position it on the dish.",
        "Elevate the dark bowl near the biscuit box and place it on the serving plate.",
        "Snatch the black bowl adjacent to the cookie container and set it on the platter.",
        "Raise the black dishware next to the cookie box and lay it on the dish.",
        "Take the ebony bowl by the cookie carton and put it on the plate.",
        "Grasp the black bowl beside the cookie pack and rest it on the tray.",
        "Lift the dark-colored basin near the cookie package and position it on the plate.",
        "Collect the black bowl next to the cookie tin and place it on the dish.",
        "Hoist the black vessel by the cookie crate and set it on the platter.",
        "Seize the black bowl adjacent to the biscuit box and lay it on the serving plate.",
        "Pick up the ebony bowl near the cookie container and put it on the dish.",
        "Grab the black dishware beside the cookie box and rest it on the plate.",
        "Retrieve the dark bowl next to the cookie carton and position it on the tray.",
        "Elevate the black basin by the cookie pack and place it atop the platter.",
        "Snatch the black bowl close to the cookie package and set it on the dish.",
        "Raise the black vessel near the cookie tin and lay it on the plate.",
        "Hoist the black bowl beside the cookie crate and put it on the serving plate.",
        "Take the dark-colored bowl adjacent to the biscuit box and rest it on the dish.",
        "Grasp the black bowl next to the cookie container and position it on the platter.",
        "Lift the ebony bowl by the cookie box and place it on the plate."
      ],
      "negative_rephrases": [
        "Lift the dark bowl beside the cookie container and set it on the dish.",
        "Grab the black dish near the cookie box and put it on the plate.",
        "Take the ebony bowl adjacent to the cookie package and lay it on the platter.",
        "Retrieve the black bowl by the cookie carton and position it on the plate.",
        "Collect the dark bowl next to the cookie box and deposit it on the dish.",
        "Hoist the black bowl near the cookie box and arrange it on the plate.",
        "Pick the black bowl placed beside the cookie box and rest it on the plate.",
        "Seize the black bowl adjacent to the cookie box and set it atop the plate.",
        "Snatch the black bowl next to the cookie box and place it onto the dish.",
        "Elevate the black bowl by the cookie box and situate it on the plate.",
        "Lift the black bowl located next to the cookie box and put it on the dish.",
        "Grasp the black bowl beside the cookie box and lay it on the plate.",
        "Take hold of the black bowl near the cookie box and position it on the dish.",
        "Obtain the black bowl adjacent to the cookie box and place it on the plate.",
        "Secure the black bowl next to the cookie box and rest it on the dish.",
        "Raise the black bowl by the cookie box and put it on the plate.",
        "Fetch the black bowl located beside the cookie box and set it on the dish.",
        "Acquire the black bowl next to the cookie container and lay it on the plate.",
        "Snatch up the black bowl near the cookie box and place it on the dish.",
        "Hoist the black bowl adjacent to the cookie box and position it on the plate.",
        "Grab the black bowl by the cookie box and rest it on the dish.",
        "Lift the black bowl next to the cookie package and put it on the plate.",
        "Take the black bowl near the cookie carton and lay it on the dish.",
        "Retrieve the black bowl beside the cookie box and place it on the plate.",
        "Collect the black bowl adjacent to the cookie box and set it on the dish.",
        "Hoist the black bowl by the cookie package and arrange it on the plate.",
        "Pick the black bowl next to the cookie carton and rest it on the dish.",
        "Seize the black bowl located beside the cookie box and put it atop the plate.",
        "Snatch the black bowl near the cookie container and place it onto the dish.",
        "Elevate the black bowl adjacent to the cookie box and situate it on the plate.",
        "Lift the black bowl by the cookie carton and place it on the dish.",
        "Grasp the black bowl next to the cookie package and lay it on the plate.",
        "Take hold of the black bowl beside the cookie box and position it on the dish.",
        "Obtain the black bowl near the cookie box and set it on the plate.",
        "Secure the black bowl adjacent to the cookie box and rest it on the dish.",
        "Raise the black bowl by the cookie container and put it on the plate.",
        "Fetch the black bowl located next to the cookie box and lay it on the dish.",
        "Acquire the black bowl beside the cookie package and place it on the plate.",
        "Snatch up the black bowl near the cookie box and set it on the dish.",
        "Hoist the black bowl adjacent to the cookie carton and arrange it on the plate.",
        "Grab the black bowl by the cookie container and rest it on the dish.",
        "Lift the black bowl next to the cookie box and put it on the platter.",
        "Take the black bowl near the cookie package and lay it on the dish.",
        "Retrieve the black bowl beside the cookie carton and place it on the plate.",
        "Collect the black bowl adjacent to the cookie container and set it on the dish.",
        "Hoist the black bowl by the cookie box and arrange it on the plate.",
        "Pick the black bowl next to the cookie package and rest it on the dish.",
        "Seize the black bowl located beside the cookie carton and put it atop the plate.",
        "Snatch the black bowl near the cookie box and place it onto the dish.",
        "Elevate the black bowl adjacent to the cookie container and situate it on the plate.",
        "Lift the black bowl by the cookie package and place it on the dish.",
        "Grasp the black bowl next to the cookie carton and lay it on the plate.",
        "Take hold of the black bowl beside the cookie container and position it on the dish.",
        "Lift the dark bowl beside the cookie container and set it onto the dish.",
        "Secure the black bowl adjacent to the cookie package and rest it on the dish.",
        "Raise the black bowl by the cookie carton and put it on the plate.",
        "Fetch the black bowl located next to the cookie container and lay it on the dish.",
        "Acquire the black bowl beside the cookie box and place it on the plate.",
        "Snatch up the black bowl near the cookie package and set it on the dish.",
        "Hoist the black bowl adjacent to the cookie box and arrange it on the plate.",
        "Grab the black bowl by the cookie carton and rest it on the dish.",
        "Lift the black bowl next to the cookie container and put it on the platter.",
        "Take the black bowl near the cookie box and lay it on the dish.",
        "Retrieve the black bowl beside the cookie package and place it on the plate.",
        "Collect the black bowl adjacent to the cookie carton and set it on the dish.",
        "Hoist the black bowl by the cookie container and arrange it on the plate.",
        "Pick the black bowl next to the cookie box and rest it on the dish.",
        "Seize the black bowl located beside the cookie package and put it atop the plate.",
        "Snatch the black bowl near the cookie carton and place it onto the dish.",
        "Retrieve the ebony bowl near the box of cookies and put it on the platter.",
        "Lift the black bowl by the cookie container and place it on the dish.",
        "Retrieve the ebony bowl adjacent to the biscuit box and position it on the platter.",
        "Take hold of the black bowl beside the cookie carton and position it on the dish.",
        "Obtain the black bowl near the cookie container and set it on the plate.",
        "Grab the black dish near the cookie package and put it onto the platter.",
        "Raise the black bowl by the cookie package and put it on the plate.",
        "Fetch the black bowl located next to the cookie carton and lay it on the dish.",
        "Acquire the black bowl beside the cookie container and place it on the plate.",
        "Lift the dark bowl near the cookie container and set it down on the dish.",
        "Hoist the black bowl adjacent to the cookie package and arrange it on the plate.",
        "Grab the black dishware near the cookie box and lay it on the serving plate.",
        "Retrieve the ebony bowl adjacent to the cookie package and position it on the platter.",
        "Grab the black dish next to the cookie box and position it on the serving plate.",
        "Grab the ebony dish near the biscuit box and position it on the platter.",
        "Grab the ebony bowl adjacent to the cookie package and position it onto the platter.",
        "Lift the black dish beside the cookie container and set it on the plate.",
        "Lift the dark bowl beside the cookie box and set it on the dish.",
        "Grasp the ebony dish near the biscuit box and position it onto the platter.",
        "Grab the black dish near the cookie box and put it on the platter.",
        "Retrieve the ebony dish near the biscuit box and position it on the platter.",
        "Retrieve the ebony bowl adjacent to the cookie box and position it on the serving plate.",
        "Take the ebony dish near the biscuit box and put it onto the platter.",
        "Lift the dark bowl beside the cookie container and set it down on the dish.",
        "Grab the ebony dish near the cookie package and put it onto the serving plate.",
        "Lift the dark bowl near the cookie container and set it onto the dish.",
        "Grab the ebony bowl near the box of cookies and position it on the platter.",
        "Grab the black dish near the cookie container and put it onto the platter.",
        "Lift the black dish beside the cookie container and set it onto the plate.",
        "Retrieve the ebony bowl adjacent to the biscuit box and put it onto the platter.",
        "Lift the dark bowl adjacent to the cookie container and set it on the dish."
      ]
    },
    "7": {
      "original": "pick up the black bowl on the stove and place it on the plate",
      "rephrases": [
        "Lift the dark bowl from the stove and set it on the dish.",
        "Take the ebony bowl off the stove and position it on the platter.",
        "Grasp the black dish from the stove and lay it on the plate.",
        "Retrieve the black bowl from the cooker and put it on the dish.",
        "Grab the dark bowl on the stove and put it on the plate.",
        "Lift the black bowl off the stove and place it onto the plate.",
        "Pick the black bowl from the stove and lay it on the plate.",
        "Take the black bowl from the stove and set it on the plate.",
        "Remove the black bowl from the stove and position it on the dish.",
        "Fetch the black bowl from the stove and place it on the plate.",
        "Hoist the black bowl off the stove and put it on the plate.",
        "Collect the black bowl from the stove and rest it on the plate.",
        "Elevate the black bowl from the stove and lay it on the dish.",
        "Snatch the black bowl off the stove and position it on the plate.",
        "Seize the black bowl from the stove and set it on the plate.",
        "Take hold of the black bowl from the stove and place it on the plate.",
        "Lift up the black bowl from the stove and put it on the plate.",
        "Raise the black bowl off the stove and lay it on the dish.",
        "Grasp the ebony dish from the stove and position it on the plate.",
        "Pick the dark bowl from the stove and set it on the dish.",
        "Take the black bowl off the cooker and place it on the plate.",
        "Move the black bowl from the stove and rest it on the plate.",
        "Retrieve the black dish from the stove and put it on the platter.",
        "Hoist the black bowl from the stove and position it on the dish.",
        "Lift the black dish off the stove and lay it on the plate.",
        "Grab the ebony bowl from the stove and set it on the dish.",
        "Remove the black bowl from the stove and lay it on the plate.",
        "Fetch the dark bowl from the stove and place it on the platter.",
        "Snatch the black dish off the stove and put it on the plate.",
        "Seize the ebony bowl from the stove and position it on the dish.",
        "Grasp the black bowl on the stove and set it on the plate.",
        "Take the dark bowl off the stove and lay it on the dish.",
        "Lift the black bowl from the stove and rest it on the plate.",
        "Move the ebony bowl from the stove and put it on the dish.",
        "Pick up the black dish from the stove and place it on the platter.",
        "Collect the black bowl from the stove and position it on the plate.",
        "Take hold of the black dish from the stove and set it on the platter.",
        "Hoist the ebony bowl from the stove and lay it on the plate.",
        "Retrieve the dark bowl from the stove and put it on the dish.",
        "Elevate the black dish from the stove and place it on the plate.",
        "Snatch the black bowl from the stove and rest it on the platter.",
        "Lift up the dark bowl from the stove and set it on the dish.",
        "Raise the black bowl from the stove and position it on the plate.",
        "Grasp the black bowl off the stove and lay it on the platter.",
        "Hoist the dark dish from the stove and put it on the plate.",
        "Pick up the ebony bowl from the stove and place it on the dish.",
        "Take the black bowl from the stove and rest it on the platter.",
        "Move the black bowl off the stove and lay it on the plate.",
        "Grab the dark dish from the stove and set it on the platter.",
        "Fetch the black bowl from the stove and position it on the dish.",
        "Snatch the ebony dish off the stove and place it on the plate.",
        "Seize the black bowl from the stove and rest it on the dish.",
        "Lift the black bowl on the stove and put it on the platter.",
        "Take hold of the dark bowl from the stove and lay it on the plate.",
        "Move the black bowl from the stove and set it on the platter.",
        "Pick the ebony dish from the stove and position it on the plate.",
        "Retrieve the black bowl off the stove and place it on the dish.",
        "Elevate the dark bowl from the stove and rest it on the plate.",
        "Grasp the black dish from the stove and lay it on the platter.",
        "Lift up the black bowl from the stove and set it on the dish.",
        "Raise the ebony bowl from the stove and put it on the plate.",
        "Take the black dish off the stove and position it on the platter.",
        "Hoist the black bowl from the stove and lay it on the plate.",
        "Collect the dark bowl from the stove and place it on the dish.",
        "Snatch the black bowl off the stove and set it on the platter.",
        "Seize the ebony dish from the stove and rest it on the plate.",
        "Grab the black bowl from the stove and position it on the platter.",
        "Fetch the black dish on the stove and put it on the plate.",
        "Pick up the black bowl off the stove and lay it on the dish.",
        "Take hold of the black bowl from the stove and set it on the platter.",
        "Lift the dark bowl from the stove and place it on the dish.",
        "Move the ebony bowl from the stove and rest it on the plate.",
        "Grasp the black bowl from the stove and lay it on the platter.",
        "Retrieve the black dish from the stove and set it on the plate.",
        "Hoist the black bowl from the stove and put it on the dish.",
        "Elevate the black bowl off the stove and position it on the plate.",
        "Snatch the dark bowl from the stove and lay it on the dish.",
        "Take the black bowl off the stove and rest it on the platter.",
        "Move the black dish from the stove and place it on the plate.",
        "Lift up the ebony bowl on the stove and set it on the dish.",
        "Raise the black bowl from the stove and put it on the platter.",
        "Pick the black bowl from the stove and lay it on the dish.",
        "Grab the dark bowl off the stove and position it on the plate.",
        "Collect the black bowl from the stove and rest it on the dish.",
        "Fetch the ebony bowl from the stove and place it on the platter.",
        "Hoist the black dish from the stove and lay it on the plate.",
        "Snatch the black bowl from the stove and set it on the dish.",
        "Seize the black dish off the stove and put it on the plate.",
        "Take hold of the dark bowl from the stove and position it on the platter.",
        "Remove the black bowl from the stove and lay it on the dish.",
        "Grasp the black bowl from the stove and rest it on the plate.",
        "Lift the ebony bowl off the stove and set it on the dish.",
        "Elevate the black dish from the stove and place it on the platter.",
        "Move the black bowl from the stove and lay it on the dish.",
        "Grab the black bowl on the stove and put it on the platter.",
        "Retrieve the dark dish from the stove and position it on the plate.",
        "Pick up the black bowl from the stove and set it on the dish.",
        "Take the ebony bowl off the stove and lay it on the plate.",
        "Snatch the black bowl from the stove and place it on the platter.",
        "Hoist the black bowl from the stove and rest it on the dish."
      ],
      "negative_rephrases": [
        "Lift the dark bowl from the stove and set it on the dish.",
        "Take the black dish from the stovetop and put it on the platter.",
        "Grab the ebony bowl off the stove and lay it on the plate.",
        "Retrieve the blackened bowl from the stove and position it on the plate.",
        "Collect the black bowl from the stove and arrange it on the plate.",
        "Hoist the black bowl from the stove and deposit it on the plate.",
        "Remove the black bowl from the stove and rest it on the plate.",
        "Pick the dark-colored bowl off the stove and place it on the plate.",
        "Fetch the black bowl on the stove and put it on the plate.",
        "Grasp the black bowl on the stovetop and set it on the plate.",
        "Snatch the black bowl from the stove and lay it on the plate.",
        "Lift the black bowl from the stove and put it on the plate.",
        "Take the black bowl off the stove and position it on the plate.",
        "Retrieve the black bowl from the stove and place it on the plate.",
        "Grab the black bowl from the stove and rest it on the plate.",
        "Hoist the black bowl off the stove and set it on the plate.",
        "Collect the black bowl from the stovetop and lay it on the plate.",
        "Remove the black bowl from the stove and place it on the plate.",
        "Pick up the black bowl from the stove and put it on the plate.",
        "Lift the black bowl off the stove and position it on the plate.",
        "Take the black bowl from the stove and rest it on the plate.",
        "Fetch the black bowl off the stove and set it on the plate.",
        "Grasp the black bowl from the stove and lay it on the plate.",
        "Snatch the black bowl on the stove and place it on the plate.",
        "Hoist the black bowl from the stovetop and put it on the plate.",
        "Remove the black bowl from the stovetop and position it on the plate.",
        "Pick the black bowl from the stovetop and rest it on the plate.",
        "Collect the black bowl off the stove and set it on the plate.",
        "Retrieve the black bowl off the stove and lay it on the plate.",
        "Grab the black bowl on the stove and place it on the plate.",
        "Lift the black bowl on the stovetop and put it on the plate.",
        "Take the black bowl on the stove and position it on the plate.",
        "Fetch the black bowl from the stovetop and rest it on the plate.",
        "Grasp the black bowl off the stove and set it on the plate.",
        "Snatch the black bowl from the stovetop and lay it on the plate.",
        "Hoist the black bowl on the stove and place it on the plate.",
        "Remove the black bowl on the stovetop and put it on the plate.",
        "Pick the black bowl off the stovetop and position it on the plate.",
        "Collect the black bowl on the stove and rest it on the plate.",
        "Retrieve the black bowl on the stovetop and set it on the plate.",
        "Grab the black bowl off the stovetop and lay it on the plate.",
        "Lift the black bowl from the stovetop and place it on the plate.",
        "Take the black bowl off the stovetop and put it on the plate.",
        "Fetch the black bowl on the stove and position it on the plate.",
        "Grasp the black bowl on the stovetop and rest it on the plate.",
        "Snatch the black bowl off the stovetop and set it on the plate.",
        "Hoist the black bowl from the stove and lay it on the plate.",
        "Remove the black bowl off the stovetop and place it on the plate.",
        "Pick the black bowl on the stove and put it on the plate.",
        "Collect the black bowl from the stove and position it on the plate.",
        "Retrieve the black bowl on the stove and rest it on the plate.",
        "Grab the black bowl off the stove and set it on the plate.",
        "Lift the black bowl on the stove and lay it on the plate.",
        "Take the black bowl from the stovetop and place it on the plate.",
        "Fetch the black bowl off the stove and put it on the plate.",
        "Grasp the black bowl from the stovetop and position it on the plate.",
        "Snatch the black bowl on the stovetop and rest it on the plate.",
        "Grab the ebony bowl off the stove and position it on the platter.",
        "Remove the black bowl from the stove and lay it on the plate.",
        "Pick the black bowl off the stove and place it on the plate.",
        "Collect the black bowl on the stove and put it on the plate.",
        "Retrieve the black bowl from the stovetop and position it on the plate.",
        "Grab the black bowl on the stovetop and rest it on the plate.",
        "Lift the black bowl off the stovetop and set it on the plate.",
        "Take the black bowl from the stove and lay it on the plate.",
        "Fetch the black bowl on the stovetop and place it on the plate.",
        "Grasp the black bowl off the stovetop and put it on the plate.",
        "Snatch the black bowl from the stove and position it on the plate.",
        "Hoist the black bowl on the stovetop and rest it on the plate.",
        "Remove the black bowl on the stove and set it on the plate.",
        "Pick the black bowl from the stove and lay it on the plate.",
        "Collect the black bowl off the stovetop and place it on the plate.",
        "Retrieve the black bowl on the stove and put it on the plate.",
        "Grab the black bowl from the stovetop and position it on the plate.",
        "Lift the black bowl on the stove and rest it on the plate.",
        "Take the black bowl off the stove and set it on the plate.",
        "Fetch the black bowl from the stove and lay it on the plate.",
        "Grasp the black bowl on the stove and place it on the plate.",
        "Snatch the black bowl off the stove and put it on the plate.",
        "Hoist the black bowl from the stovetop and position it on the plate.",
        "Remove the black bowl on the stovetop and rest it on the plate.",
        "Pick the black bowl off the stovetop and set it on the plate.",
        "Lift the dark bowl from the stovetop and set it onto the dish.",
        "Retrieve the black bowl off the stovetop and place it on the plate.",
        "Grab the black bowl on the stove and put it on the plate.",
        "Lift the black bowl from the stove and position it on the plate.",
        "Take the black bowl on the stovetop and rest it on the plate.",
        "Lift the dark dish from the stove and set it on the platter.",
        "Take the ebony bowl off the stove and put it onto the platter.",
        "Snatch the black bowl on the stovetop and place it on the plate.",
        "Hoist the black bowl off the stovetop and put it on the plate.",
        "Lift the dark dish from the stove and set it onto the platter.",
        "Pick the black bowl on the stove and rest it on the plate.",
        "Retrieve the ebony dish from the stove and position it onto the platter.",
        "Retrieve the black bowl from the stove and lay it on the plate.",
        "Grab the black bowl on the stovetop and place it on the plate.",
        "Lift the black bowl off the stove and put it on the plate.",
        "Take the black bowl from the stovetop and position it on the plate.",
        "Fetch the black bowl on the stove and rest it on the plate.",
        "Grasp the black bowl off the stovetop and set it on the plate."
      ]
    },
    "8": {
      "original": "pick up the black bowl next to the plate and place it on the plate",
      "rephrases": [
        "Lift the black bowl beside the plate and set it on top of the plate.",
        "Take the dark-colored bowl near the plate and put it onto the plate.",
        "Grab the black bowl adjacent to the plate and position it on the plate.",
        "Retrieve the black dish next to the plate and lay it on the plate.",
        "Collect the black bowl by the plate and place it atop the plate.",
        "Pick the black bowl near the plate and set it on the plate.",
        "Lift the ebony bowl beside the plate and place it on top of the plate.",
        "Grasp the black bowl next to the plate and put it on the plate.",
        "Take hold of the black bowl near the plate and place it on the plate.",
        "Elevate the black bowl beside the plate and position it on the plate.",
        "Hoist the black bowl adjacent to the plate and lay it on the plate.",
        "Seize the black bowl near the plate and set it on the plate.",
        "Snatch the black bowl next to the plate and place it atop the plate.",
        "Raise the black bowl beside the plate and put it on the plate.",
        "Pick up the black bowl close to the plate and position it on the plate.",
        "Lift the black bowl that is beside the plate and place it on the plate.",
        "Take the black bowl located next to the plate and set it on the plate.",
        "Grab the black bowl that rests near the plate and lay it on the plate.",
        "Retrieve the black bowl found next to the plate and put it on the plate.",
        "Collect the black bowl situated beside the plate and place it on the plate.",
        "Pick the black bowl that is next to the plate and position it on the plate.",
        "Lift the black bowl which is beside the plate and set it on the plate.",
        "Take the black bowl lying next to the plate and place it on the plate.",
        "Grasp the black bowl sitting beside the plate and lay it on the plate.",
        "Retrieve the black bowl that is near the plate and put it on the plate.",
        "Collect the black bowl positioned next to the plate and place it on the plate.",
        "Pick the black bowl thats beside the plate and position it on the plate.",
        "Lift the black bowl thats near the plate and set it on the plate.",
        "Take the black bowl which is next to the plate and place it on the plate.",
        "Grab the black bowl thats adjacent to the plate and lay it on the plate.",
        "Retrieve the black bowl thats by the plate and put it on the plate.",
        "Collect the black bowl thats close to the plate and place it on the plate.",
        "Pick the black bowl thats positioned beside the plate and position it on the plate.",
        "Lift the black bowl thats situated next to the plate and set it on the plate.",
        "Take the black bowl thats lying near the plate and place it on the plate.",
        "Grab the black bowl thats located beside the plate and lay it on the plate.",
        "Retrieve the black bowl thats resting next to the plate and put it on the plate.",
        "Collect the black bowl thats found beside the plate and place it on the plate.",
        "Pick the black bowl thats sitting near the plate and position it on the plate.",
        "Lift the black bowl thats placed next to the plate and set it on the plate.",
        "Take the black bowl thats resting beside the plate and place it on the plate.",
        "Grab the black bowl thats situated near the plate and lay it on the plate.",
        "Retrieve the black bowl thats located next to the plate and put it on the plate.",
        "Collect the black bowl thats adjacent to the plate and place it on the plate.",
        "Pick the black bowl thats found near the plate and position it on the plate.",
        "Lift the black bowl thats close to the plate and set it on the plate.",
        "Take the black bowl thats positioned next to the plate and place it on the plate.",
        "Grab the black bowl thats placed beside the plate and lay it on the plate.",
        "Retrieve the black bowl thats sitting next to the plate and put it on the plate.",
        "Collect the black bowl thats lying near the plate and place it on the plate.",
        "Pick the black bowl thats resting beside the plate and position it on the plate.",
        "Lift the black bowl thats found next to the plate and set it on the plate.",
        "Take the black bowl thats situated near the plate and place it on the plate.",
        "Lift the dark bowl beside the dish and set it on top of the dish.",
        "Retrieve the black bowl thats adjacent to the plate and put it on the plate.",
        "Collect the black bowl thats positioned next to the plate and place it on the plate.",
        "Pick the black bowl thats placed beside the plate and position it on the plate.",
        "Lift the black bowl thats sitting near the plate and set it on the plate.",
        "Take the black bowl thats lying next to the plate and place it on the plate.",
        "Grab the black bowl thats resting beside the plate and lay it on the plate.",
        "Retrieve the black bowl thats found near the plate and put it on the plate.",
        "Collect the black bowl thats situated next to the plate and place it on the plate.",
        "Pick the black bowl thats located beside the plate and position it on the plate.",
        "Lift the black bowl thats adjacent to the plate and set it on the plate.",
        "Take the black bowl thats positioned near the plate and place it on the plate.",
        "Grab the black bowl thats placed next to the plate and lay it on the plate.",
        "Retrieve the black bowl thats sitting beside the plate and put it on the plate.",
        "Lift the dark bowl beside the dish and set it on the dish.",
        "Pick the black bowl thats resting next to the plate and position it on the plate.",
        "Lift the black bowl thats found beside the plate and set it on the plate.",
        "Lift the dark bowl adjacent to the plate and set it atop the plate.",
        "Grab the black bowl thats located next to the plate and lay it on the plate.",
        "Retrieve the ebony bowl adjacent to the platter and position it atop the platter.",
        "Collect the black bowl thats positioned beside the plate and place it on the plate.",
        "Pick the black bowl thats placed near the plate and position it on the plate.",
        "Lift the black bowl thats sitting next to the plate and set it on the plate.",
        "Take the black bowl thats lying beside the plate and place it on the plate.",
        "Grab the black bowl thats resting near the plate and lay it on the plate.",
        "Retrieve the black bowl thats found next to the plate and put it on the plate.",
        "Collect the black bowl thats situated beside the plate and place it on the plate.",
        "Pick the black bowl thats located near the plate and position it on the plate.",
        "Lift the dark bowl beside the plate and set it on top of the plate.",
        "Grab the ebony bowl near the platter and position it atop the platter.",
        "Grab the black dish near the plate and position it over the plate.",
        "Retrieve the black bowl thats sitting near the plate and put it on the plate.",
        "Collect the black bowl thats lying next to the plate and place it on the plate.",
        "Lift the dark bowl beside the dish and set it atop the dish.",
        "Lift the black bowl thats found near the plate and set it on the plate.",
        "Take the black bowl thats situated next to the plate and place it on the plate.",
        "Grab the ebony dishware near the platter and position it on top of the platter.",
        "Take the ebony bowl adjacent to the platter and position it onto the platter.",
        "Collect the black bowl thats positioned near the plate and place it on the plate.",
        "Pick the black bowl thats placed next to the plate and position it on the plate.",
        "Lift the black bowl thats sitting beside the plate and set it on the plate.",
        "Grab the black dishware near the platter and put it on the platter.",
        "Grab the black bowl thats resting next to the plate and lay it on the plate.",
        "Retrieve the black bowl thats found beside the plate and put it on the plate.",
        "Collect the black bowl thats situated near the plate and place it on the plate.",
        "Pick the black bowl thats located next to the plate and position it on the plate.",
        "Take the ebony bowl adjacent to the platter and position it atop the platter."
      ],
      "negative_rephrases": [
        "Lift the black bowl beside the plate and set it on top of the plate.",
        "Grab the dark bowl near the plate and position it on the plate.",
        "Take the ebony dish by the plate and lay it on the plate.",
        "Hoist the black bowl adjacent to the plate and put it on the plate.",
        "Pick the black bowl that's next to the plate and put it on the plate.",
        "Seize the black bowl close to the plate and rest it on the plate.",
        "Elevate the black bowl near the plate and lay it on the plate.",
        "Hold the black bowl beside the plate and place it atop the plate.",
        "Snatch the black bowl next to the plate and set it onto the plate.",
        "Raise the black bowl by the plate and put it on the plate.",
        "Grasp the black bowl next to the plate and position it on top of the plate.",
        "Fetch the black bowl located beside the plate and place it on the plate.",
        "Acquire the black bowl near the plate and set it on the plate.",
        "Lift the black bowl alongside the plate and position it on the plate.",
        "Take hold of the black bowl by the plate and lay it on the plate.",
        "Pick up the dark-colored bowl next to the plate and set it on the plate.",
        "Grab the black bowl adjacent to the plate and rest it on the plate.",
        "Hoist the black bowl near the plate and put it atop the plate.",
        "Seize the black bowl beside the plate and place it on the plate.",
        "Raise the black bowl close to the plate and lay it on the plate.",
        "Snatch the black bowl by the plate and position it on the plate.",
        "Elevate the black bowl next to the plate and set it on the plate.",
        "Hold the black bowl located beside the plate and rest it on the plate.",
        "Grasp the black bowl near the plate and put it on the plate.",
        "Fetch the black bowl adjacent to the plate and lay it on the plate.",
        "Acquire the black bowl next to the plate and place it on the plate.",
        "Lift the bowl that is black, which is beside the plate, and set it on the plate.",
        "Pick the ebony bowl near the plate and rest it on the plate.",
        "Take the dark bowl by the plate and put it on the plate.",
        "Hoist the black dish next to the plate and position it on the plate.",
        "Grab the black bowl located by the plate and lay it on the plate.",
        "Seize the black bowl that is near the plate and set it on the plate.",
        "Raise the black bowl beside the plate and place it on the plate.",
        "Snatch the black bowl close to the plate and put it on the plate.",
        "Elevate the black bowl by the plate and lay it on the plate.",
        "Hold the black bowl adjacent to the plate and rest it on the plate.",
        "Grasp the black bowl next to the plate and set it on the plate.",
        "Fetch the black bowl beside the plate and position it on the plate.",
        "Acquire the black bowl located near the plate and lay it on the plate.",
        "Lift the black bowl close to the plate and put it on the plate.",
        "Pick the black bowl adjacent to the plate and place it on the plate.",
        "Take the black bowl next to the plate and rest it on the plate.",
        "Hoist the black bowl by the plate and set it on the plate.",
        "Grab the black bowl near the plate and lay it on the plate.",
        "Seize the black bowl beside the plate and put it on the plate.",
        "Raise the black bowl located by the plate and position it on the plate.",
        "Snatch the black bowl next to the plate and rest it on the plate.",
        "Elevate the black bowl that is beside the plate and place it on the plate.",
        "Hold the black bowl near the plate and set it on the plate.",
        "Grasp the black bowl by the plate and lay it on the plate.",
        "Fetch the black bowl adjacent to the plate and put it on the plate.",
        "Acquire the black bowl beside the plate and position it on the plate.",
        "Lift the black bowl located next to the plate and rest it on the plate.",
        "Pick the black bowl that is near the plate and place it on the plate.",
        "Take the black bowl close to the plate and set it on the plate.",
        "Hoist the black bowl beside the plate and lay it on the plate.",
        "Grab the black bowl by the plate and put it on the plate.",
        "Seize the black bowl adjacent to the plate and position it on the plate.",
        "Raise the black bowl next to the plate and rest it on the plate.",
        "Snatch the black bowl near the plate and place it on the plate.",
        "Elevate the black bowl located by the plate and set it on the plate.",
        "Hold the black bowl beside the plate and lay it on the plate.",
        "Grasp the black bowl that is next to the plate and put it on the plate.",
        "Fetch the black bowl close to the plate and position it on the plate.",
        "Acquire the black bowl by the plate and rest it on the plate.",
        "Lift the black bowl next to the plate and place it on the plate.",
        "Pick the black bowl located near the plate and set it on the plate.",
        "Take the black bowl adjacent to the plate and lay it on the plate.",
        "Hoist the black bowl by the plate and put it on the plate.",
        "Grab the black bowl close to the plate and position it on the plate.",
        "Seize the black bowl beside the plate and rest it on the plate.",
        "Raise the black bowl near the plate and place it on the plate.",
        "Snatch the black bowl located next to the plate and set it on the plate.",
        "Lift the dark bowl beside the plate and set it on top of the plate.",
        "Hold the black bowl adjacent to the plate and put it on the plate.",
        "Grasp the black bowl next to the plate and position it on the plate.",
        "Fetch the black bowl beside the plate and rest it on the plate.",
        "Acquire the black bowl near the plate and place it on the plate.",
        "Lift the black bowl by the plate and set it on the plate.",
        "Pick the black bowl close to the plate and lay it on the plate.",
        "Take the black bowl located beside the plate and put it on the plate.",
        "Hoist the black bowl next to the plate and position it on the plate.",
        "Grab the black bowl that is near the plate and rest it on the plate.",
        "Seize the black bowl by the plate and place it on the plate.",
        "Raise the black bowl adjacent to the plate and set it on the plate.",
        "Snatch the black bowl beside the plate and lay it on the plate.",
        "Elevate the black bowl close to the plate and put it on the plate.",
        "Hold the black bowl located by the plate and position it on the plate.",
        "Grasp the black bowl next to the plate and rest it on the plate.",
        "Fetch the black bowl near the plate and place it on the plate.",
        "Acquire the black bowl by the plate and set it on the plate.",
        "Lift the black bowl adjacent to the plate and lay it on the plate.",
        "Pick the black bowl beside the plate and put it on the plate.",
        "Take the black bowl next to the plate and position it on the plate.",
        "Hoist the black bowl located near the plate and rest it on the plate.",
        "Grab the black bowl close to the plate and place it on the plate.",
        "Seize the black bowl by the plate and set it on the plate.",
        "Raise the black bowl beside the plate and lay it on the plate.",
        "Snatch the black bowl next to the plate and put it on the plate.",
        "Elevate the black bowl near the plate and position it on the plate."
      ]
    },
    "9": {
      "original": "pick up the black bowl on the wooden cabinet and place it on the plate",
      "rephrases": [
        "Lift the dark bowl from the wooden shelf and set it on the dish.",
        "Take the ebony bowl off the timber cabinet and put it onto the plate.",
        "Retrieve the black dish from the wooden cupboard and position it on the platter.",
        "Grasp the dark vessel on the wooden cabinet and lay it on the plate.",
        "Grab the black bowl from the wooden cabinet and place it onto the dish.",
        "Elevate the black bowl from the wooden cabinet and set it on the plate.",
        "Pick up the ebony bowl on the wooden shelf and position it on the dish.",
        "Take the black bowl from the wooden cabinet and lay it on the platter.",
        "Lift the dark-colored bowl off the wooden cabinet and place it on the plate.",
        "Retrieve the black bowl from the timber cabinet and put it on the dish.",
        "Grasp the black bowl on the wooden shelf and set it on the plate.",
        "Grab the dark bowl from the wooden cupboard and place it on the platter.",
        "Elevate the ebony bowl on the wooden cabinet and lay it on the dish.",
        "Pick up the black vessel from the wooden shelf and position it on the plate.",
        "Take the dark bowl off the wooden cabinet and place it onto the platter.",
        "Lift the black bowl from the timber cabinet and set it on the dish.",
        "Retrieve the dark-colored bowl on the wooden cabinet and lay it on the plate.",
        "Grasp the ebony bowl from the wooden shelf and put it on the dish.",
        "Grab the black bowl on the wooden cabinet and position it on the platter.",
        "Elevate the dark bowl from the wooden cupboard and place it on the dish.",
        "Pick up the black bowl off the wooden shelf and set it on the plate.",
        "Take the ebony vessel from the wooden cabinet and lay it on the platter.",
        "Lift the dark bowl on the wooden cabinet and place it onto the dish.",
        "Retrieve the black bowl from the wooden cupboard and position it on the plate.",
        "Grasp the dark-colored bowl on the wooden shelf and set it on the platter.",
        "Grab the ebony bowl off the wooden cabinet and lay it on the dish.",
        "Elevate the black bowl on the wooden cabinet and put it on the plate.",
        "Pick up the dark bowl from the wooden shelf and position it on the dish.",
        "Take the black vessel off the wooden cabinet and place it on the platter.",
        "Lift the ebony bowl from the wooden cupboard and set it on the dish.",
        "Retrieve the dark bowl on the wooden cabinet and lay it on the plate.",
        "Grasp the black bowl from the wooden shelf and put it onto the platter.",
        "Grab the dark-colored bowl on the wooden cabinet and position it on the dish.",
        "Elevate the black bowl off the wooden cupboard and place it on the plate.",
        "Pick up the ebony bowl from the wooden cabinet and set it on the platter.",
        "Take the dark bowl on the wooden shelf and lay it on the dish.",
        "Lift the black bowl from the wooden cabinet and place it onto the plate.",
        "Retrieve the dark bowl off the wooden shelf and position it on the platter.",
        "Grasp the ebony bowl on the wooden cabinet and set it on the dish.",
        "Grab the black vessel from the wooden cupboard and lay it on the plate.",
        "Elevate the dark-colored bowl from the wooden cabinet and put it on the platter.",
        "Pick up the black bowl on the wooden shelf and position it on the dish.",
        "Take the ebony bowl off the wooden cabinet and place it on the plate.",
        "Lift the dark bowl from the wooden cabinet and set it on the platter.",
        "Retrieve the black bowl on the wooden shelf and lay it on the dish.",
        "Grasp the dark bowl from the wooden cupboard and put it onto the plate.",
        "Grab the ebony bowl from the wooden cabinet and position it on the platter.",
        "Elevate the black bowl on the wooden shelf and place it on the dish.",
        "Pick up the dark-colored bowl off the wooden cabinet and set it on the plate.",
        "Take the black bowl from the wooden cupboard and lay it on the platter.",
        "Lift the ebony vessel on the wooden cabinet and put it on the dish.",
        "Retrieve the dark bowl from the wooden shelf and position it on the plate.",
        "Grasp the black bowl off the wooden cabinet and set it on the platter.",
        "Grab the dark bowl from the wooden cabinet and lay it on the dish.",
        "Elevate the ebony bowl on the wooden shelf and place it onto the plate.",
        "Pick up the black bowl from the wooden cupboard and position it on the platter.",
        "Take the dark-colored bowl on the wooden cabinet and set it on the dish.",
        "Lift the black bowl off the wooden shelf and lay it on the plate.",
        "Retrieve the ebony bowl from the wooden cabinet and put it on the platter.",
        "Grasp the dark bowl on the wooden shelf and position it on the dish.",
        "Grab the black vessel off the wooden cabinet and place it on the plate.",
        "Elevate the dark bowl from the wooden cupboard and set it on the platter.",
        "Pick up the ebony bowl on the wooden cabinet and lay it on the dish.",
        "Take the black bowl from the wooden shelf and put it onto the plate.",
        "Lift the dark-colored bowl on the wooden cabinet and position it on the platter.",
        "Retrieve the black bowl off the wooden cupboard and set it on the dish.",
        "Grasp the ebony bowl from the wooden cabinet and lay it on the plate.",
        "Grab the dark bowl on the wooden shelf and place it on the platter.",
        "Elevate the black bowl from the wooden cabinet and put it on the dish.",
        "Pick up the dark bowl off the wooden shelf and position it on the plate.",
        "Take the ebony vessel from the wooden cupboard and set it on the platter.",
        "Lift the black bowl on the wooden cabinet and lay it on the dish.",
        "Retrieve the dark-colored bowl from the wooden shelf and put it onto the plate.",
        "Grasp the black bowl off the wooden cabinet and position it on the platter.",
        "Grab the ebony bowl from the wooden cabinet and set it on the dish.",
        "Elevate the dark bowl on the wooden shelf and lay it on the plate.",
        "Pick up the black vessel from the wooden cupboard and place it on the platter.",
        "Take the dark bowl off the wooden cabinet and put it on the dish.",
        "Lift the ebony bowl from the wooden shelf and position it on the plate.",
        "Retrieve the black bowl on the wooden cabinet and set it on the platter.",
        "Grasp the dark-colored bowl from the wooden cupboard and lay it on the dish.",
        "Grab the black bowl off the wooden shelf and place it onto the plate.",
        "Elevate the ebony bowl on the wooden cabinet and position it on the platter.",
        "Pick up the dark bowl from the wooden shelf and set it on the dish.",
        "Take the black bowl from the wooden cabinet and lay it on the plate.",
        "Lift the dark bowl on the wooden cupboard and put it on the platter.",
        "Retrieve the ebony bowl off the wooden cabinet and position it on the dish.",
        "Grasp the black vessel from the wooden shelf and set it on the plate.",
        "Grab the dark-colored bowl on the wooden cabinet and lay it on the platter.",
        "Elevate the black bowl from the wooden cupboard and place it on the dish.",
        "Pick up the ebony bowl on the wooden shelf and position it on the plate.",
        "Take the dark bowl from the wooden cabinet and set it on the platter.",
        "Lift the black bowl off the wooden shelf and lay it on the dish.",
        "Retrieve the dark bowl on the wooden cabinet and put it onto the plate.",
        "Grasp the ebony bowl from the wooden cupboard and position it on the platter.",
        "Grab the black bowl on the wooden cabinet and set it on the dish.",
        "Elevate the dark-colored bowl from the wooden shelf and lay it on the plate.",
        "Pick up the black bowl off the wooden cabinet and place it on the platter.",
        "Take the ebony bowl from the wooden shelf and put it on the dish.",
        "Lift the dark bowl on the wooden cabinet and position it on the plate."
      ],
      "negative_rephrases": [
        "Lift the dark bowl from the wooden shelf and set it on the dish.",
        "Grab the ebony bowl off the wood cabinet and put it on the plate.",
        "Take the black dish from the wooden cupboard and lay it on the platter.",
        "Retrieve the dark bowl from the wooden cabinet and position it on the plate.",
        "Pick the black bowl up from the wooden cabinet and lay it on the dish.",
        "Collect the ebony bowl from the wood shelf and place it on the plate.",
        "Lift the black bowl off the wooden cabinet and set it onto the plate.",
        "Grasp the dark bowl from the wooden cabinet and rest it on the dish.",
        "Fetch the black bowl from the wooden cabinet and situate it on the plate.",
        "Remove the ebony bowl from the wooden cabinet and put it on the platter.",
        "Take the dark bowl off the wooden shelf and position it on the dish.",
        "Pick up the black bowl from the wooden cupboard and place it on the platter.",
        "Grab the ebony bowl from the wooden cabinet and set it on the dish.",
        "Lift the dark bowl from the wood cabinet and put it on the plate.",
        "Retrieve the black bowl from the wooden shelf and lay it on the dish.",
        "Grasp the ebony bowl off the wooden cabinet and place it on the platter.",
        "Take the dark bowl from the wooden cabinet and rest it on the plate.",
        "Pick the black bowl off the wooden shelf and position it on the platter.",
        "Collect the ebony bowl from the wood cupboard and set it on the dish.",
        "Lift the black bowl from the wooden cabinet and situate it on the plate.",
        "Fetch the dark bowl off the wooden cabinet and lay it on the platter.",
        "Remove the ebony bowl from the wooden shelf and put it on the dish.",
        "Take the black bowl from the wooden cabinet and place it on the dish.",
        "Pick up the dark bowl from the wood cabinet and set it on the platter.",
        "Grab the ebony bowl off the wooden cabinet and rest it on the plate.",
        "Lift the black bowl from the wooden shelf and position it on the dish.",
        "Retrieve the dark bowl from the wooden cabinet and lay it on the plate.",
        "Grasp the ebony bowl from the wooden cupboard and place it on the dish.",
        "Take the black bowl off the wooden shelf and put it on the platter.",
        "Pick the dark bowl from the wooden cabinet and set it on the plate.",
        "Collect the ebony bowl off the wooden cabinet and situate it on the dish.",
        "Lift the black bowl from the wood shelf and lay it on the platter.",
        "Fetch the dark bowl from the wooden cabinet and position it on the plate.",
        "Remove the ebony bowl off the wooden shelf and place it on the dish.",
        "Take the black bowl from the wooden cupboard and rest it on the platter.",
        "Pick up the dark bowl off the wooden cabinet and put it on the dish.",
        "Grab the ebony bowl from the wooden shelf and set it on the plate.",
        "Lift the black bowl off the wooden cabinet and lay it on the dish.",
        "Retrieve the dark bowl from the wood cabinet and place it on the platter.",
        "Grasp the ebony bowl from the wooden cabinet and position it on the dish.",
        "Take the black bowl off the wooden cupboard and situate it on the plate.",
        "Pick the dark bowl from the wooden shelf and rest it on the platter.",
        "Collect the ebony bowl from the wooden cabinet and put it on the dish.",
        "Lift the black bowl off the wood shelf and set it on the platter.",
        "Fetch the dark bowl from the wooden cabinet and lay it on the plate.",
        "Remove the ebony bowl from the wooden cupboard and position it on the dish.",
        "Take the black bowl from the wooden cabinet and place it on the platter.",
        "Pick up the dark bowl from the wooden shelf and rest it on the dish.",
        "Grab the ebony bowl off the wooden cabinet and put it on the plate.",
        "Lift the black bowl from the wooden cupboard and lay it on the dish.",
        "Retrieve the dark bowl off the wooden cabinet and set it on the platter.",
        "Grasp the ebony bowl from the wood shelf and position it on the plate.",
        "Take the black bowl from the wooden cabinet and situate it on the dish.",
        "Pick the dark bowl off the wooden shelf and place it on the platter.",
        "Collect the ebony bowl from the wooden cabinet and rest it on the plate.",
        "Lift the black bowl from the wooden shelf and put it on the dish.",
        "Fetch the dark bowl off the wooden cabinet and set it on the plate.",
        "Remove the ebony bowl from the wood cupboard and lay it on the platter.",
        "Take the black bowl off the wooden cabinet and position it on the dish.",
        "Pick up the dark bowl from the wooden cupboard and place it on the plate.",
        "Grab the ebony bowl from the wooden shelf and situate it on the platter.",
        "Lift the black bowl off the wooden cabinet and rest it on the dish.",
        "Retrieve the dark bowl from the wooden cabinet and put it on the plate.",
        "Grasp the ebony bowl off the wooden shelf and lay it on the dish.",
        "Take the black bowl from the wood cabinet and set it on the platter.",
        "Pick the dark bowl from the wooden cabinet and position it on the plate.",
        "Collect the ebony bowl from the wooden cupboard and place it on the dish.",
        "Lift the black bowl from the wooden shelf and situate it on the platter.",
        "Fetch the dark bowl off the wooden cabinet and rest it on the plate.",
        "Remove the ebony bowl from the wooden cabinet and put it on the dish.",
        "Take the black bowl off the wood shelf and lay it on the platter.",
        "Pick up the dark bowl from the wooden cabinet and set it on the dish.",
        "Grab the ebony bowl from the wooden cupboard and position it on the plate.",
        "Lift the black bowl off the wooden shelf and place it on the platter.",
        "Retrieve the dark bowl from the wooden cabinet and rest it on the dish.",
        "Grasp the ebony bowl from the wooden cabinet and put it on the plate.",
        "Take the black bowl from the wooden shelf and lay it on the dish.",
        "Pick the dark bowl off the wooden cabinet and set it on the platter.",
        "Collect the ebony bowl from the wood cupboard and position it on the plate.",
        "Lift the black bowl from the wooden cabinet and place it on the dish.",
        "Fetch the dark bowl from the wooden shelf and situate it on the platter.",
        "Remove the ebony bowl off the wooden cabinet and rest it on the plate.",
        "Take the black bowl from the wooden cupboard and put it on the dish.",
        "Pick up the dark bowl from the wood shelf and lay it on the plate.",
        "Grab the ebony bowl off the wooden cabinet and set it on the dish.",
        "Lift the black bowl from the wooden shelf and position it on the platter.",
        "Retrieve the dark bowl from the wooden cabinet and place it on the plate.",
        "Grasp the ebony bowl off the wooden cupboard and situate it on the dish.",
        "Take the black bowl from the wooden cabinet and rest it on the platter.",
        "Pick the dark bowl from the wooden shelf and put it on the dish.",
        "Collect the ebony bowl off the wooden cabinet and lay it on the plate.",
        "Lift the black bowl from the wood cupboard and set it on the platter.",
        "Fetch the dark bowl from the wooden cabinet and position it on the dish.",
        "Remove the ebony bowl from the wooden shelf and place it on the platter.",
        "Take the black bowl off the wooden cabinet and situate it on the plate.",
        "Pick up the dark bowl from the wooden cupboard and rest it on the dish.",
        "Grab the ebony bowl from the wooden shelf and put it on the platter.",
        "Lift the black bowl off the wooden cabinet and lay it on the plate.",
        "Retrieve the dark bowl from the wood cabinet and set it on the dish.",
        "Grasp the ebony bowl off the wooden shelf and position it on the plate."
      ]
    }
  }
}